Repository: AlexanderTeryaev/Sports-app
Catalog: sports-app/CmsApp/App_GlobalResources/Messages.*.resx
Languages: uk_ua

# ImportPlayers_MountainHeatNotValid
source: Mountain Heat Is Not Valid
uk_ua: Гірська спека не діє

# ImportPlayers_RoadHeatNotValid
source: Road Heat Is Not Valid
uk_ua: Тепло дорожнього руху недійсне

source: Team registration
uk_ua: Реєстрація команди

source: Sportsmans registration
uk_ua: Реєстрація спортсменів

# Activity_PaymentMethod
source: Payment method for registrations
uk_ua: Спосіб оплати реєстрацій

# Activity_PaymentMethod_None
source: None
uk_ua: Немає

# IsUnionArchive
source: Union archive
uk_ua: Союзний архів

source: Open Archived Certifications
uk_ua: Відкриті архівні сертифікати

# Activity_ForbidToChangeNameForExistingPlayers
source: Forbid to change name for existing players
uk_ua: Заборонити змінювати ім’я для існуючих гравців

# Activity_Status_Edit_EnterPlayerForeignFirstName
source: Enter foreign first name
uk_ua: Введіть іноземне ім’я

# PriceForNew
source: Price for new player
uk_ua: Ціна нового гравця

# Activity_Status_Edit_EnterPlayerForeignLastName
source: Enter foreign last name
uk_ua: Введіть іноземне прізвище

source: Content For Friendship Card
uk_ua: Вміст для картки дружби

# Activity_Status_Edit_EnterPlayerPassportNum
source: Enter passport number
uk_ua: Введіть номер паспорта

source: Friendship Card
uk_ua: Картка дружби

# Activity_Status_Edit_EnterPlayerPostalCode
source: Enter postal code
uk_ua: Введіть поштовий індекс

# FCard_Mountain
source: Mountain
uk_ua: Гора

# FCard_Road
source: Road
uk_ua: Дорожній

# FriendshipIsSubjectToValidMedApproval
source: Friendship is subject to valid medical approval
uk_ua: Дружба підлягає дійсному медичному схваленню

source: Club foreign name
uk_ua: Іноземна назва клубу

source: Team foreign name
uk_ua: Іноземна назва команди

source: Nationality
uk_ua: Національність

# MustChoose2DifferentPlayersForSwap
source: Error: you must choose 2 different players for swap
uk_ua: Помилка: для заміни потрібно вибрати 2 різних гравця

# ErrorCantMatchAgainstSelf
source: Error: Player {0} will match against himself in one of games
uk_ua: Помилка: Гравець {0} зіграє проти себе в одній із ігор

source: Training report
uk_ua: Звіт про навчання

source: Add training
uk_ua: Додайте навчання

source: Add new training
uk_ua: Додайте нову підготовку

# MustSelectOneTraining
source: You must select at least one training.
uk_ua: Ви повинні вибрати принаймні один тренінг.

# TrainingsDeleteAreYouSure
source: Are you sure you want to delete selected trainings?
uk_ua: Ви впевнені, що хочете видалити вибрані тренінги?

source: First
uk_ua: Спочатку

source: Items per page
uk_ua: Елементи на сторінці

source: Last
uk_ua: Остання

source: Season For Age
uk_ua: Сезон для віку

# MixedCategoryException
source: At least 1 female player must be registered for a mixed category.
uk_ua: Щонайменше 1 гравець повинна бути зареєстрована для змішаної категорії.

source: No Team Registration
uk_ua: Реєстрація команди немає

# UnregisteredPlayersAtAll
source: There must be at least 1 sportsman related to the club in boat.
uk_ua: У човні повинен бути принаймні 1 спортсмен, пов'язаний з клубом.

# BicycleDisciplineRequired
source: Bicycle discipline name cannot be empty.
uk_ua: Порожня назва велосипедної дисципліни не може бути порожньою

source: Competition Heats
uk_ua: Конкуренція нагріває

# BicycleCompetitionHeatRequired
source: Bicycle Competition Heat Name Required
uk_ua: Потрібна назва тепла для велосипедних змагань

source: Expertise
uk_ua: Експертиза

# ExpertiseRequired
source: Expertise Name And Discipline Are Required
uk_ua: Ім'я та дисципліна необхідні

source: Sub-competition
uk_ua: Підконкурс

source: Add Heat
uk_ua: Додати тепло

# SelectAllHeats
source: Select All
uk_ua: Вибрати все

# Bicycle_HeatsRequired
source: At least one heat is required!
uk_ua: Потрібно хоча б одне тепло!

# SelectedCompetitionHeatAlreadyAdded
source: Selected Competition Heat Is Already Added
uk_ua: Вибране змагальне тепло вже додано

# Bicycle_BothDropdownsRequired
source: Competion heat and at least one heat is required!
uk_ua: Конкурентне тепло і хоча б одне тепло!

source: Show/Add Heat
uk_ua: Показати / Додати тепло

# ExistingRelationToExpertise
source: This category has relations to expertise. Remove relations before deleting.
uk_ua: Ця категорія має стосунки до експертизи. Перед видаленням видаліть відносини

source: Add crew
uk_ua: Додайте екіпаж

source: Benefits
uk_ua: Переваги

source: Company
uk_ua: Компанія

source: Add Benefit To Union
uk_ua: Додайте перевагу союзу

source: Add Benefit
uk_ua: Додати перевагу

source: Must Add Date Before Adding Scores.
uk_ua: Потрібно додати дату перед додаванням балів

# MustAddDateBeforeEndGame
source: Must Add Date Before Ending the Game.
uk_ua: Потрібно додати дату, перш ніж закінчити гру

# GymnastIsApprovalIsAfterCompetitionDate
source: Gymnast approved After Competition Start Date
uk_ua: Гімнастка затверджена після дати початку змагань

source: Medical institutes
uk_ua: Медичні інститути

source: Sport center
uk_ua: Спортивний центр

source: Masters
uk_ua: Майстри

source: Union registration form
uk_ua: Союзна реєстраційна форма

source: Heated
uk_ua: Опалюється

source: Indoor
uk_ua: Критий

source: Indoor/outdoor
uk_ua: Критий / відкритий

source: Outdoor
uk_ua: Відкритий

source: Passport validity
uk_ua: Термін дії паспорта

source: Country of birth
uk_ua: Країна народження

source: Club teams
uk_ua: Команди

source: Not Authorized To Register This Player.
uk_ua: Не авторизовано зареєструвати цього гравця

# Activity_BuildForm_CustomField_Link_Description
source: URL entered here will be shown as a hyperlink on published form
uk_ua: Введена тут URL-адреса відображатиметься як гіперпосилання на опубліковану форму

source: Awaiting Approval
uk_ua: очікує затвердження

# RoadCompetition
source: Road racing
uk_ua: Дорожні перегони

# StadiumCompetition
source: Stadium Competitions
uk_ua: Змагання на стадіоні

# PlayerIsNotRegisteredRaw
source: Player Is Not Registered
uk_ua: Гравець не зареєстрований

# ClubCoachCertificate
source: Trainer/ instructor certification
uk_ua: Сертифікація тренера / інструктора

source: Accounting Key Number
uk_ua: Номер облікового ключа

# AccountingKeyNumberDuplication
source: Accounting Key Number Already in use.
uk_ua: Номер облікового запису вже використовується.

source: Team Viewer
uk_ua: Командний переглядач

source: Competition Heat
uk_ua: Конкуренція тепла

source: Expertises
uk_ua: Експертизи

# OfficeGuy_PaymentIdentifier
source: OfficeGuy Payment ID
uk_ua: OfficeGuy Ідентифікатор платежу

source: Reference
uk_ua: Довідково

# OfficeGuy_PaymentSuccesful
source: Your payment has been completed successfully!
uk_ua: Ваш платіж успішно виконано!

# Activity_Status_ReplaceFile
source: Replace file
uk_ua: Замініть файл

# PlayerProfile_FriendshipPaymentsTab
source: Friendship payments
uk_ua: Виплати дружби

# Activity_RegistrationNotFound
source: Registration '{0}' not found
uk_ua: Реєстрація '{0}' не знайдено

source: Enable ID Correction Check
uk_ua: Перевірка ідентифікатора

source: Invalid
uk_ua: Недійсний

# ValidRaw
source: Valid
uk_ua: Дійсний

source: Date created
uk_ua: Дата створена

# IsraelChampionshipAllowedOnlyForRoadHeats
source: Israel Championship can be checked only for road heats
uk_ua: Чемпіонат Ізраїлю можна перевірити лише на дорожню спеку

source: Date paid
uk_ua: Дата сплати

source: Israel Championship Category
uk_ua: Категорія чемпіонату Ізраїлю

# OfficeGuy_DocumentNumber
source: OfficeGuy Document №
uk_ua: OfficeGuy Документ №

# MountaintCategory
source: Mountain Category
uk_ua: Гірська категорія

source: Uci Price
uk_ua: Uci Ціна

source: Road Category
uk_ua: Категорія доріг

source: OfficeGuy Customer ID
uk_ua: OfficeGuy Ідентифікатор клієнта

# CategoryRequired
source: At least one category is required!
uk_ua: Потрібно хоча б одну категорію!

# LogLigPaymentIdentifier
source: Payment identifier
uk_ua: Ідентифікатор платежу

source: Is paid?
uk_ua: Оплачується?

source: Already paid
uk_ua: Вже оплачено

source: Payments history
uk_ua: Історія платежів

source: Discard payment
uk_ua: Відмовтеся від оплати

# Payment_DiscardDate
source: Discard date
uk_ua: Відмовтеся від дати

# Payment_DiscardedBy
source: Discarded by
uk_ua: Відхилено користувачем

source: Code
uk_ua: Код

# Activity_Status_AllCustomPricesOfRegistration
source: All custom prices
uk_ua: Усі спеціальні ціни

# Activity_Status_AllCustomPricesOfRegistration_Tip
source: Shows all custom prices which were present at the moment when registration happened. For example, if you removed custom price from activity after the registration happened, you'll see that price here
uk_ua: Показує всі спеціальні ціни, які були присутні в момент реєстрації. Наприклад, якщо ви видалили спеціальну ціну з діяльності після реєстрації, ви побачите цю ціну тут

source: UCI Card
uk_ua: UCI Картка

source: Function
uk_ua: функція

# ExistingRelationFriendshipToPlayer
source: You cannot delete this friendship type because there are players relate to it
uk_ua: Ви не можете видалити цей тип дружби, оскільки до нього відносяться гравці

# UniqueHierarchy
source: Hierarchy must be unique
uk_ua: Ієрархія повинна бути унікальною

# NameAndHierarchyRequired
source: Both name and hierarchy are required
uk_ua: І ім’я, і ієрархія обов'язкові

# InsType_ActivityNoPayments
source: Activity with no payments
uk_ua: Діяльність без платежів

# InsType_ActivitySupportByWork
source: Activity support by work
uk_ua: Підтримка активності роботою

# InsType_MontlyPaidMinWage
source: Monthly paid – minimum wage
uk_ua: Щомісячно виплачується - мінімальна заробітна плата

# InsType_None
source: None
uk_ua: Немає

# InsType_SchoolStudent
source: School student
uk_ua: Учень школи

source: Insurance Types
uk_ua: Види страхування

# InsuranceFileRequired
source: Insurance File Is Required
uk_ua: Страховий файл обов'язковий

# Activity_CustomPrices_HasRegistrationsErrorOnRemove
source: Unable to remove custom price because there are registrations made with that price. If you no longer want to use this price you can hide it on edit of form.
uk_ua: Неможливо видалити власну ціну, оскільки є реєстрації, зроблені за цією ціною. Якщо ви більше не хочете користуватися цією ціною, можете приховати її в редагуванні форми.

source: Registration form signed
uk_ua: Реєстраційна форма підписана

# Activity_RegistrationsByCompetitionsCategory
source: Registrations are by Competitions Categories
uk_ua: Реєстрація здійснюється за категоріями конкурсів

# BicycleFriendshipPayment_ProceedToOfficeGuy
source: Proceed to payment via OfficeGuy
uk_ua: Перейти до оплати через OfficeGuy

# Activity_BuildForm_MinimumSelectionValidation
source: You have to select at least {0} entries
uk_ua: Ви повинні вибрати принаймні {0} записи

# BicycleFriendshipPayment_ManualPaymentTip
source: If payment via OfficeGuy is not an option for you, you can add payment details of player manually via form below
uk_ua: Якщо оплата через OfficeGuy для вас не є можливою, ви можете додати платіжні дані гравця вручну за допомогою форми нижче

# BicycleFriendshipPayment_ManualPaymentSuccess
source: Payment successfully added to history of player(s)
uk_ua: Платіж успішно додано в історію гравців

# BicycleFriendshipPayment_ManualPaymentError
source: An error occured, unable to add payment to history
uk_ua: Виникла помилка, не вдалося додати платеж до історії

source: Created by
uk_ua: Створено

# BicycleFriendshipPayment_DiscardConfirmation
source: Are you sure that you want to discard the payment?
uk_ua: Ви впевнені, що хочете зняти платіж?

source: Import Registration Form Signed
uk_ua: Підписана форма реєстрації імпорту

# ToolTipImportRegistrationFormSigned
source: Name of file should be ID of the athlete
uk_ua: Ім'я файлу має бути ідентифікатором спортсмена

# Activity7938_UnpublishedForm
source: Registration to this activity("{0}") is over or is not started yet
uk_ua: Реєстрацію у цій активності ("{0}") закінчено або ще не розпочато

source: Save As Draft
uk_ua: Зберегти як чернетку

source: Save For Approval
uk_ua: Збережіть для затвердження

source: Show hidden
uk_ua: Показати приховано

source: Is religious
uk_ua: Є релігійним

source: Insurance expiration alert
uk_ua: Попередження про закінчення терміну страхування

# InsuranceExpirationSoonMessage
source: Player {0} from team {1} will soon has his Insurance expired.
uk_ua: Гравець {0} від команди {1} скоро закінчиться термін його страхування.

# InsuranceDateValidity
source: Date of insurance validity
uk_ua: Дата дії строку страхування

source: Finish Time
uk_ua: Час закінчення

source: Leap
uk_ua: Стрибок

source: Leap Time
uk_ua: Стрибковий час

# StartTimeLeap
source: Start Time
uk_ua: Час початку

source: New player statement
uk_ua: Нова заява гравця

source: Game schedules
uk_ua: Графіки гри

source: Foreign Address
uk_ua: Іноземна адреса

source: Union Web Site
uk_ua: Веб-сайт Союзу

source: Heat Type For Uci
uk_ua: Тип тепла для Uci

source: Team For Uci
uk_ua: Команда для Uci

source: Debt Report
uk_ua: Отчет о долге

source: Import Accounting Balances
uk_ua: Импорт бухгалтерских балансов

source: total for balance
uk_ua: Загальний баланс

# ImportDebtReportSuccess
source: Debt file import successfully completed
uk_ua: Импорт файла задолженности успешно завершен

source: Import Debt Report Fail
uk_ua: Не удалось импортировать файл долгов

source: Club Not Exist For Accounting Key Number
uk_ua: Клуб не существует для разработчиков
