Repository: AlexanderTeryaev/Sports-app
Catalog: sports-app/CmsApp/App_GlobalResources/Messages.*.resx
Languages: uk_ua

# LeagueDetail_GymnasticInsurancePrice
source: Gymnastic insurance price
uk_ua: Ціна гімнастичного страхування

# LeagueDetail_GymnasticRegistrationPrice
source: Gymnastic registration price
uk_ua: Ціна гімнастичної реєстрації

# LeagueDetail_MaximumGymnastics
source: Maximum gymnastics count
uk_ua: Максимальне число гімнастів

# LeagueDetail_MinimumGymnastics
source: Minimum gymnastics count
uk_ua: Максимальне число гімнастів

# Activity_CustomPrices_Paid
source: Custom prices paid
uk_ua: Спеціальну ціну сплачено

# Activity_CustomPrices_Paid_NoData
source: No payments were made
uk_ua: Виплат не проводилося

source: Player's profile
uk_ua: Профіль спортсмена

source: Rate A
uk_ua: Клас A

source: Rate B
uk_ua: Клас B

# DateOfEdIssue
source: Date of issue of education certificate
uk_ua: Дата видачі документа про освіту

source: Education
uk_ua: Освіта

# EducationCert
source: Certificate of education
uk_ua: Документ про освіту

source: Place of education
uk_ua: Місце освіти

source: Total days
uk_ua: Загальна кількість днів

source: Total hours
uk_ua: Загальна кількість годин

# TotalHoursInfo
source: Total hours are calculated by the number of games * 2 hours
uk_ua: Загальна кількість годин розраховується за кількістю ігор * 2 години

source: Date of complete
uk_ua: Дата завершення

source: Date of license validity
uk_ua: Термін дії ліцензії

source: EKF license
uk_ua: ліцензія EKF

source: Israel license
uk_ua: Ізраїльська ліцензія

source: Judge
uk_ua: Суддя

source: Kata
uk_ua: Ката

source: Kumite
uk_ua: Куміте

source: License type
uk_ua: Тип ліцензії

# WKFLiscense
source: WKF license
uk_ua: ЦЛА Ліцензія

source: Choose payment rate type
uk_ua: Вибрати тип тарифу оплати

source: Connect to club
uk_ua: Приєднатися до клубу

source: Date of insurance validity
uk_ua: Термін дії страхування

source: Foreign name
uk_ua: Іноземне ім'я

source: Tenicard validity
uk_ua: Строк дії Tenicard

# ShowOnlyUnpublished
source: Show only unpublished games
uk_ua: Показати лише неопубліковані ігри

# ClubPaymentSettings
source: Club sportsman's payment settings
uk_ua: Налаштування оплати для спортсменів клубу

source: From number of sportman's
uk_ua: Від номера спортсмена

source: Up to number of sportman's
uk_ua: До числа спортсменів

# RegistrationsOfKarateClub
source: Attention, registration of [maxnumber] sportsman of club [clubname] has completed. The new price for registration will be [price].
uk_ua: Увага, реєстрація [maxnumber] спортсменів клубу [clubname] завершена. Нова ціна за реєстрацію [price].

source: Send also by Email
uk_ua: Надіслати також по email

# PushWithEmail
source: Pushed with email
uk_ua: Відправлено по email

source: Default rate
uk_ua: Базова ставка

# ImportPlayers_Columns_Medical
source: Date of medical examination
uk_ua: Дата медичного огляду

# Insuranse_Required
source: Date of insurance validity is required
uk_ua: Термін дії страхування є обов'язковим

# Medical_Required
source: Date of medical examination is required
uk_ua: Потрібно ввести дату медичного огляду

# Tenicard_Required
source: Tenicard validity is required
uk_ua: Потрібна чинна Tenicard

# ImportPlayers_Columns_Insurance
source: Date of insurance validity
uk_ua: Термін дії страхування

# ImportPlayers_Columns_Tenicard
source: Tenicard validity
uk_ua: Строк дії Tenicard (якась картка?)

source: Team registration data
uk_ua: Дані реєстрації команди

# Activity_CustomFields
source: Custom fields
uk_ua: Настроюване поле

# Activity_Type_BuiltIn
source: Built-in
uk_ua: Вбудований

# Activity_Type_Custom
source: Custom
uk_ua: Спеціальний

# Club_Gymnastics_PlayerFromAnotherClub
source: You are not allowed to add gymnasts that are already present in another clubs
uk_ua: Ви не можете додати гімнастів, які вже є членами інших клубів

source: Content image
uk_ua: Зображення

# Activity_Type_UnionClub
source: Club
uk_ua: Клуб

source: Club address
uk_ua: Адреса клубу

source: Club email
uk_ua: Адреса електронної пошти клубу

# ClubNameSportsCenter
source: Club name of sports center
uk_ua: Клубна назва спортивного центур

source: Club NGO number
uk_ua: Клубний номер НУО

source: Club phone
uk_ua: Телефон клубу

# Activity_UnionClubRegistrationApproved_Email_Body
source: Hello {0}! Your club '{1}' has completed and approved for registration. Good luck!
uk_ua: Доброго дня! {0}! Ваш клуб '{1}' схвалено для реєстрації. Удачі!

# Activity_UnionClubRegistrationApproved_Email_Subject
source: LogLig - Club '{0}': registration approved
uk_ua: Реєстрація клубу '{0}' LogLig схвалена

source: Club registration data
uk_ua: Реєстраційні дані клубу

# Club_NumberOfCourts
source: Number of courts
uk_ua: Кількість судів

# Club_ClubNumberOfCourts
source: Club number of courts
uk_ua: Клубна кількість суддів

# Activity_BuildForm_SelectClubModal
source: Please select your club
uk_ua: Будь ласка, виберіть свій клуб

# Activity_DisableRegPaymentForExistingClubs
source: Disable registration payment for existing clubs
uk_ua: Відключити оплату реєстрації для існуючих клубів

source: Clubs allowed
uk_ua: Допущені клуби

source: Count
uk_ua: Значення

# NoPlayersRegistered
source: No players registered for this league
uk_ua: Немає гравців, зареєстрованих в цій лізі

source: Training club related
uk_ua: Тренування, що мають відношення до клубу

# TennisRelatedAlert
source: This player already related to a league team of different club
uk_ua: Цей гравець уже в команді цієї ліги або іншому клубі

# NoLeaguesAvailableAlert
source: No leagues available for registration
uk_ua: Немає ліг, доступних для реєстрації

source: Tennis registration
uk_ua: Реєстрація тенісистів

source: Referees
uk_ua: Судді

# TooltipDataIsChanged
source: Date/time of this game was updated
uk_ua: Дата/час гри була оновлено

source: Handicap reduction settings
uk_ua: Налаштування зменшення гандикапу

source: Base handicap
uk_ua: Базовий гандікап (фора)

source: Reduction
uk_ua: Скорочення

# PointsRequired
source: Field points is required
uk_ua: Потрібно ввести кількість очок

# PositionRequired
source: Field position is required
uk_ua: Потрібно зазначити положення на полі

source: Instruments
uk_ua: Інструменти

source: No referees registered to this competition
uk_ua: Жодного судді не зареєстровано на ці змагання

source: Order of gymnastics
uk_ua: Порядок гімнастів

source: Order
uk_ua: Порядок

source: Final score
uk_ua: Остаточний результат

source: Download import form
uk_ua: Завантажити, імпортувати бланк

# ImportGymnastics_BirthdayRequired
source: Birthday is required field
uk_ua: День народження - обов'язкове для заповнення поле

# ImportGymnastics_ClubNumberRequired
source: Club number is required field
uk_ua: Номер клубу - обов'язкове для заповнення поле

# ImportGymnastics_ClubNumberShouldBeNumber
source: Club number field should be numeric
uk_ua: В полі "номер клубу" потрібно вказати число

# ImportGymnastics_FullNameRequired
source: Full name is required field
uk_ua: Повне ім'я - обов'язкове для заповнення поле

# ImportGymnastics_IdentNumRequired
source: Id is required field
uk_ua: Ідентифікаційний номер - обов'язкове для заповнення поле

# ImportGymnastics_RankRequired
source: Rank is required field
uk_ua: Ранг (рівень, звання, розряд)- обов'язкове для заповнення поле

# ImportGymnastics_RouteRequired
source: Route is required field
uk_ua: Маршрут - обов'язкове для заповнення поле

# CompositionShouldBeNum
source: Composition field should be numeric
uk_ua: В полі "склад" потрібно вписати число

# OrderShouldBeNumeric
source: order field should be numeric
uk_ua: В поле потрібно ввести число

# ImportGymnastics_ClubDoesntExist
source: Cannot find club in system with numer :
uk_ua: Неможливо знайти клуб за номером:

# RankOrOtherNotExist
source: Rank/composition/instrument doesn't exist in system. Check values.
uk_ua: Ранг/склад/інструмент не існує в системі. Перевірити значення.

# RouteNotExist
source: Route does not exist
uk_ua: Маршрут не існує

# SameRecords
source: Continue with same records
uk_ua: Продовжити з тими ж записами

# Activity_BuildForm_CustomField_FileUpload
source: File upload
uk_ua: Завантажити файл

source: Team penalties
uk_ua: Штрафи команди

# TeamPenalty_Remove
source: Remove penalty
uk_ua: Анулювати штраф

source: Reason
uk_ua: Причина

# CorrectSecondComposition
source: Choose correct composition #2 for competition route #
uk_ua: Оберіть правильну побудову #2 маршруту змагань #

# SelectAnotherAdditionalForSecondComp
source: Reserved gymnastic should be different with composition #2 gymnastics for
uk_ua: Запасні гімнасти повинні відрізнятися від гімнастів основного складу

# ValidValueForComposition
source: If you need any composition, enter ''yes''
uk_ua: Якщо вам потрібен будь-який склад, введіть "так"

source: Back to waiting
uk_ua: Назад до очікування

source: Clubs referees registrations
uk_ua: Реєстрація суддів клубу

source: Register Referee
uk_ua: Зареєструвати суддю

source: Diff
uk_ua: Різниця

source: Goals
uk_ua: Голи

source: Tie
uk_ua: Звязок

source: None selected
uk_ua: Нічого не вибрано

# Activity_Type_UnionPersonalClub
source: Personal to club
uk_ua: Особистий для клубу

# UnionDetail_PlayerToClubInsurancePrice
source: Player insurance price
uk_ua: Вартість страхування спортсмена

# UnionDetail_PlayerToClubRegistrationPrice
source: Player registration price
uk_ua: Вартість реєстрації спортсмена

# UnionDetail_PlayerToClubTenicardPrice
source: Player tenicard price
uk_ua: вартість tenicard спортсмена

# Union_PaymentSettingsForRegToClubs
source: Payment settings for registrations to clubs
uk_ua: Параметри членських внесків

# Activity_RegisterToTrainingTeam
source: Register to training teams only
uk_ua: Реєстрація тільки для учбових команд

# Activity_CustomPrices_AllowNoPricesSelected
source: Allow no prices selected
uk_ua: Обрано "дозволити без ціни"

# Activity_SchoolInsurance
source: School insurance?
uk_ua: Шкільне страхування?

# Activity_Tenicard_Paid
source: Tenicard paid
uk_ua: Tenicard оплачено

# Activity_Tenicard_Price
source: Tenicard price
uk_ua: Ціна Tenicard

# Activity_UnionPlayerToClubRegistrationApproved_Email_Body
source: Hello {0}! Your registration to team '{1}' has completed and approved. Good luck!
uk_ua: Доброго дня! {0}! Ваша реєстрація в команді '{1}'завершена і схвалена Удачі!

# Activity_UnionPlayerToClubRegistrationApproved_Email_Subject
source: LogLig - Player '{0}': registration approved
uk_ua: Реєстрація спортсмена '{0}' LogLig схвалена

# Activity_DoNotPayTenicardPrice
source: Do not pay tenicard price
uk_ua: Не оплачувати tenicard (?)

source: Tracks
uk_ua: Треки

# CompetitiveDriversNumber
source: Competitive drivers license number
uk_ua: Номери водійських прав водіїв змагань

source: Competitive number
uk_ua: Номер у змаганнях

source: License file
uk_ua: Файл ліцензії

source: License level
uk_ua: Рівень ліцензії (доступу, дозволу)

source: Sort by tracks
uk_ua: Сортувати за доріжками

source: Validity of a competitive driving license
uk_ua: Термін дії водійських прав учасника змагань

source: Vehicles
uk_ua: Транспортні засоби

source: Camp
uk_ua: Табір

source: Add camp
uk_ua: Додати табір

source: Remove camp
uk_ua: Видалити табір

source: Add team to camp
uk_ua: Додати команду до табору

source: Camp name
uk_ua: Назва табору

source: Create new vehicle
uk_ua: Створити новий транспортний засіб

source: Driver details
uk_ua: Дані про водія

source: Engine detail
uk_ua: дані двигуна

source: Vehicle details
uk_ua: Дані транспортного засобу

source: Vehicle license
uk_ua: Ліцензія автомобіля

source: Issue date
uk_ua: Дата підписання (дата випуску)

# NumberOfOwners
source: Number of previous owners
uk_ua: Кількість попередніх власників

source: Ownership date
uk_ua: Дата володіння

source: Select driver
uk_ua: Обрати водія

source: License number
uk_ua: Номер ліцензії

source: Valid
uk_ua: Дійсний

source: Chassis No
uk_ua: Шасі No

source: Engine No
uk_ua: Номер двигуна

source: Engine product
uk_ua: Продуктивність двигуна

# EngineVolume
source: Engine Volume (cc)
uk_ua: Об'єм двигуна(см3)

# MaxHorsePower
source: Max. Power/Hp
uk_ua: Макс. потужність/кінських сил

source: Model
uk_ua: Модель

source: Motorcycle
uk_ua: Мотоцикл

# NumberOfImport
source: Number of import entry
uk_ua: Кількість введень

source: Product
uk_ua: Продукт

source: Terms and Conditions
uk_ua: Умови

source: Type of drivers license
uk_ua: Тип водійських прав

source: Year of production
uk_ua: Рік виробництва

# VehicleRegistrationsList
source: Vehicles registrations
uk_ua: Реєстрація транспортних засобів

# VehiclesFormCaption
source: Vehicles form
uk_ua: Бланк для транспортних засобів

source: Field is required
uk_ua: Обов'язкове для заповнення поле

# MustBeDateTime
source: Must be in date/time format
uk_ua: Формат повинен бути - дата/час

# MustBeNumber
source: Must be in number format
uk_ua: Потрібно ввести число

# RequiredForDriver
source: If driver is selected, value must be entered
uk_ua: Якщо обрано водія, то значення повинно бути введено

source: Comment
uk_ua: Коментар

source: Desks ids
uk_ua: Ідентифікаційні номери столів

source: Desks names
uk_ua: Імена на столах

# TrainingAtTheGameDateAlert
source: At {0} team has a game. Would you like to set training on the same day as a game?
uk_ua: В {0} у команди гра. Хотіли б ви влаштувати тренування в день гри?

# ApprovedColumn
source: Approved
uk_ua: Затверджено

# NotActiveColumn
source: Not active
uk_ua: Не активний

source: Camps
uk_ua: Табори

# NoDriverLicense
source: There are no driver license types {0} in the system.
uk_ua: В системі немає водійських прав типу{0}

# NoDriversFound
source: There are no drivers with such Ident num in the system.
uk_ua: В системі немає водіїв з такими ідентифікаційним номером.

# NoModelFound
source: There are no models with name {0} in the system.
uk_ua: В системі немає моделі з назвою {0}

# NoProductFound
source: There are no products with name {0} in the system
uk_ua: В системі немає продуктів з такою назвою{0}

source: Selected
uk_ua: Вибраний

# Activity_CreateClubTeam
source: Create club team
uk_ua: Створити клубну команду

# Activity_SelectSchools
source: Select schools
uk_ua: Оберіть школи

# UnionDetail_PlayerToClubCompetingRegistrationPrice
source: Competing member registration price
uk_ua: Вартість реєстрації конкурентного члена

# UnionDetail_PlayerToClubRegularRegistrationPrice
source: Regular member registration price
uk_ua: Вартість ліцензії гімнастки

# Player_CompetitiveMember
source: Competitive member
uk_ua: Член на конкурентній основі (учасник змагань)

# Player_RegularMember
source: Regular member
uk_ua: Постійний член

# Activity_AllowCompetitiveMembers
source: Allow competitive members registration
uk_ua: Дозволити реєстрацію учасника змагань (учасника на конкурентній основі)

# Activity_BuildForm_UnionPlayerToClub_RegistrationPaid
source: Registration paid
uk_ua: Реєстрація оплачена

# Activity_BuildForm_UnionPlayerToClub_RegistrationPrice
source: Registration price
uk_ua: Ціна за реєстрацію

# Activity_RegistrationForMembers
source: Registration for members
uk_ua: Реєстрація для учасників

# Activity_RegistrationForMembers_Both
source: Both
uk_ua: Для обох

# Activity_RegistrationForMembers_OnlyCompetitive
source: Competitive members
uk_ua: Члени на конкурентній основі

# Activity_RegistrationForMembers_OnlyRegular
source: Regular members
uk_ua: Постійні члени

# Activity_ErrorOnlyCompetitiveMembersAllowed
source: Sorry, but only competitive members are allowed to register to this activity. Please contact your Union and upgrade your member type. Good luck!
uk_ua: Вибачте, лише учасники змагання (учасники на конкурентній основі) можуть зареєструватися на цей захід (на цю діяльність) Будь ласка, зв'яжіться з Федерацією, щоб змінити тип членства. Удачі!

# Activity_ErrorOnlyRegularMembersAllowed
source: Sorry, but only regular members are allowed to register to this activity. Please contact your Union. Good luck!
uk_ua: Вибачте, тільки постійні члени можуть зареєструватися на цей захід. Будь ласка, зверніться в Федерацію. Удачі!

# Activity_OnlyApprovedMembersAllowed
source: Sorry, but only approved members are allowed to register to this activity. Please contact your Union.
uk_ua: На жаль, лише затверджені члени можуть зареєструватися у цій активності. Будь ласка, зверніться в Федерацію.

# Activity_AllowOnlyApprovedMembers
source: Allow to register only approved members
uk_ua: Дозволити реєстрацію лише схвалених учасників

# Activity_UnionCustomPersonalRegistrationApproved_Email_Body
source: Hello {0}! Your registration to '{1}' has been completed and approved. Thank you!
uk_ua: Доброго дня! {0}! Ваша реєстрація в '{1}'завершена і схвалена Дякую!

# Activity_UnionCustomPersonalRegistrationApproved_Email_Subject
source: LogLig - Player '{0}': registration approved
uk_ua: Реєстрація спортсмена '{0}' LogLig схвалена

# Activity_DoNotAllowDuplicateRegistrations
source: Do not allow duplicate registrations
uk_ua: Не дозволяти дублювання реєстрацій

# Activity_AlreadyRegistered
source: Sorry, but you are already registered to this activity
uk_ua: Вибачте, ви вже зареєстровані у цій активності

# Activity_Registrations
source: Registrations
uk_ua: Зареєстровано

source: Gallery
uk_ua: Галерея

# Activity_RegistrationOnlyToApprovedClubs
source: Registration only to approved clubs
uk_ua: Реєстрація тільки в схвалені клуби

source: Connected club
uk_ua: Приєднаний клуб

# ClubList
source: List of clubs
uk_ua: Список клубів

# NoActiveCompetitions
source: There are no competitions for this player.
uk_ua: Немає змагань для цього спортсмена.

# ActivePlayers
source: Active
uk_ua: Активний

# ApproveDate
source: Aprroved date
uk_ua: Дата ліцензування

# Union_Eilat_Catchball_Document1_Show
source: Show file
uk_ua: Показати файл

# Union_Eilat_Catchball_Document2_Show
source: Show file
uk_ua: Показати файл

# Union_Eilat_Catchball_Document3_Show
source: Show file
uk_ua: Показати файл

# Union_Eilat_Catchball_Document4_Show
source: Show file
uk_ua: Показати файл

# Activity_RestartPaymentModal_Body
source: You have an unfinished registration to this activity at <span class="label label-info">{date}</span>. Please <a id="restart-payment-link">click here to re-initiate payment process and finish your registration</a>
uk_ua: У вас не закінчена реєстрація у даній активності <span class="label label-info">{date}</span>. Будь ласка, <a id="restart-payment-link">перезавантажте посилання на оплату, клікніть тут, щоб повторно ініціювати процес оплати і завершіть реєстрацію</a>

# Activity_RestartPaymentModal_Title
source: You have an unfinished registration to this activity
uk_ua: У вас не закінчена реєстрація у даній активності

# CompetitionLevel
source: Level
uk_ua: Рівень

source: Competition Name
uk_ua: Назва змагань

# CompetitionRegion
source: Region
uk_ua: Регіон

source: Competition Settings
uk_ua: Параметри змагання

source: Competitions Settings
uk_ua: Параметри змагань

# ToBirthday
source: To Birth
uk_ua: До народження

source: About category
uk_ua: Про категорію

source: Add Category
uk_ua: Додати категорію

# AddNewCategory
source: Add as new category
uk_ua: Як додати як нову категорію

# CategoryNotFound
source: Category was not found in the system
uk_ua: Категорію не знайдено в системі

source: Category registration data
uk_ua: Реєстраційні дані категорії

source: Category registration price
uk_ua: Ціна реєстрації категорії

# MinimumPlayersCategory
source: Minimum players on category
uk_ua: Мінімальна кількість гравців в категорії

# MinParticipationReq
source: Minimum participation requirement
uk_ua: Мінімальні вимоги для участі

source: Move player to another category
uk_ua: Перемістити спортсмена в іншу категорію

source: Reserved Category?
uk_ua: Зарезервували категорію?

source: Under Adult Category?
uk_ua: Категорія молодша за дорослу?

source: Max Rank
uk_ua: Макс. ранг

source: Min Rank
uk_ua: Мінімальний ранг

source: Place For Final
uk_ua: Місце в фіналі

source: Place For Qualification
uk_ua: Місце в кваліфікації

source: Gymnastic
uk_ua: гімнасток

source: Sportsman
uk_ua: Спортсмен

source: Penalties
uk_ua: Штрафи

source: Club managers
uk_ua: групу контактів

source: Instrument
uk_ua: Інструмент

# Regsitered
source: Registered
uk_ua: Зареєстровано

source: Banner
uk_ua: Банер

source: Banner Link
uk_ua: Посилання на банер

source: Report
uk_ua: Звіт

source: Full report
uk_ua: Повний звіт

source: Report without sum
uk_ua: Звіт без суми

source: Penalty for exclusion
uk_ua: Штраф за виключення

# SetNumberOfExclusionGames
source: Set number of games for exclusion
uk_ua: Встановити кількість ігор в яких не берете участь

source: Categories
uk_ua: Категорії

source: Block
uk_ua: Блокувати

# Activity_AllowNoParticipationPayment
source: Allow no participation payment
uk_ua: Дозволити без оплати за участь

# Activity_DoNotPayParticipation
source: Do not pay participation
uk_ua: Не платити за участь

# BlockadeMessage
source: Sorry, your account is blocked please contact your administrator for details
uk_ua: На жаль, Ваш аккаунт заблоковано, за подробицями зверніться до адміністратора

# WaterpoloApprovedAlert
source: This player already approved for team [team] in league [league].
uk_ua: Цей гравець вже затверджений в команді [team] в лізі [league].

# WaterpoloApprovedAlertConfirm
source: Do you want to approve him for this team also?
uk_ua: Ви хочете затвердити його для цієї команди також?

source: Blockade
uk_ua: Блокада

source: Exclusion
uk_ua: Виняток

source: And
uk_ua: І

# SurfingClub
source: Clubs
uk_ua: Клуби

# Activity_DefaultLanguage
source: Default language
uk_ua: Мова за замовчуванням

source: Number of Categories
uk_ua: Кількість категорій

source: Points Settings
uk_ua: Налаштування для очок

source: Competition type
uk_ua: Тип змагань

# AllowIncompletePlayersGroup
source: Allow saving with no players
uk_ua: Дозволити зберігання без гравців

source: Common players list
uk_ua: Загальний список гравців

# CreateTennisSchedule
source: Set Schedule
uk_ua: Скласти розклад

source: Average Points
uk_ua: Середні бали

source: Points To Average
uk_ua: Середня кількість очок

source: Initial approval date
uk_ua: Дата реєстрації

# TotoReport
source: Sport director report
uk_ua: Спортивний директор доповідь

source: From age
uk_ua: З ...віку

source: To age
uk_ua: До віку

# ErrorDeleteAge
source: You can not delete a value, because there are already leagues that are related to this age category: [leagues]
uk_ua: Ви не можете видалити значення, тому що вже існують ліги, які належать до цієї вікової категорії: [leagues]

source: Type ID
uk_ua: Тип ідентифікаційного номеру

source: Passport
uk_ua: Паспорт

# ManagementOfAthletes_Caption
source: Management of competitions
uk_ua: Управління змаганнями

source: Date of competition
uk_ua: Дата змагань

source: Name of competition
uk_ua: Назва змагання

source: Competitive enabled
uk_ua: Допущений до змагань

source: Discipline Report
uk_ua: Звіт про дисципліну

source: Flowers of sport
uk_ua: Квіти спорту

source: Search existing
uk_ua: Пошук

source: Club activity report
uk_ua: Звіт про діяльність організації

source: Preffered discipline
uk_ua: Дисципліни, яким віддаєте перевагу

source: Number of clubs
uk_ua: Кількість клубів

source: Information
uk_ua: Інформація

source: Connect to discipline
uk_ua: Приєднатися до дисципліни

source: Total for votes
uk_ua: Разом голосів

# TotalInNonPreffered
source: Total in non preffered discipline
uk_ua: Всього дисциплінах, яким не віддали перевагу

# TotalInPreffered
source: Total in preffered discipline
uk_ua: Всього дисциплінах, яким віддали перевагу

source: Year Of Birth
uk_ua: Рік народження

source: Connected disciplines
uk_ua: Приєднані дисципліни

# NoRoutes_Error
source: There are no routes for this user
uk_ua: Немає маршрутів для даного користувача
