Repository: AlexanderTeryaev/Sports-app
Catalog: sports-app/CmsApp/App_GlobalResources/Messages.*.resx
Languages: uk_ua

# Activity_UnpublishedForm
source: Registration to this activity("{0}") is over or is not started yet
uk_ua: Реєстрацію у цій активності ("{0}") закінчено або ще не розпочато

# Activity_PaymentIdentifier
source: Payment identifier
uk_ua: Ідентифікатор платежу

# Activity_Status_ResetColumnsOrder
source: Reset columns order
uk_ua: Скинути встановлений порядок стовпців

# Activity_Status_ResetColumnsFilters
source: Reset filters
uk_ua: Скинути фільтри

# Activity_Status_FormattingTable
source: Formatting table...
uk_ua: Форматування таблиці...

# Activity_Status_LoadingData
source: Loading data...
uk_ua: Завантаження даних...

source: Clicks
uk_ua: Кліки

# Activity_Status_ResetColumnsNames
source: Reset columns names
uk_ua: Очистити назви стовпців

# RouteDeleteAlertMessage
source: Can not delete this route because there are gymnastics that related to it. you must remove the relation first
uk_ua: Не можу видалити цей маршрут, оскільки є гімнасти, що з ним пов'язані. Спочатку потрібно видалити інформацію з ним пов'язану

# Activity_Status_ResetSorting
source: Reset sorting
uk_ua: Скинути сортування

# Activity_Status_SortByMultiple_Tip
source: Tip: to sort by multiple columns at once use shift+click
uk_ua: Порада: для сортування за кількома стовпцями відразу використовуйте Shift+клік

# Activity_Status_EditColumn_EnterName
source: Enter column name
uk_ua: Введіть назву стовпчика

source: Validity of medical examination
uk_ua: Дійсність медичного огляду

source: Religious team
uk_ua: Релігійна команда

source: Days for hosting
uk_ua: Гостьові дні

source: Club insurance
uk_ua: Страхування клубу

source: Team manager
uk_ua: Менеджер команди

source: Field
uk_ua: Поле

# CannotAddPlayerToTennisTeam
source: You can not create new players until all active competitions will end.
uk_ua: Ви не можете створити нових гравців, поки всі діючі змагання не закінчаться.

# CannotMovePlayerToTennisTeam
source: You can not move players to this category until all active competitions of this category will end.
uk_ua: Ви не можете перемістити гравців у цю категорію, поки всі діючі змагання у цій категорії закінчиться.

# CreateNewSeason
source: Create a new season
uk_ua: Створити новий сезон

# DuplicateCurrentSeason
source: Duplicate from current season
uk_ua: Копіювати з поточного сезону

# Activity_Status_SendNotificationColumn
source: Send notification
uk_ua: Надіслати повідомлення

# Activity_Status_SendNotificationToSelected
source: Send notification to selected players
uk_ua: Відправка повідомлень обраним адресатам

# Activity_Status_SendNotification_SelectAll
source: Select all(considering table filters)
uk_ua: Вибрати все (згідно з фільтрами таблиці)

source: Union insurance
uk_ua: Страхування Федерації

source: Random lottery
uk_ua: Жеребкування за випадковим вибором

source: Best of sets
uk_ua: Найкращі налаштування

source: Number of games
uk_ua: Кількість ігор

source: Pairs as last game
uk_ua: Пари в минулій грі

source: Results
uk_ua: Результати

source: Single
uk_ua: Один

source: Pairs
uk_ua: Пари

source: End and publish
uk_ua: Закінчити і опублікувати

# RandomLotterySelectMessage
source: You must select desired teams
uk_ua: Оберіть потрібні команди

# TennisLeagueGameSelectPlayers
source: You can not finish the game or save the score until you specify the players
uk_ua: Ви не можете закінчити гру або зберегти результат, доки ви не вкажете гравців

# Activity_Status_Edit_EnterPlayerName
source: Enter player name
uk_ua: Введіть ім'я спортсмена

# Activity_Status_Edit_EnterPlayerAddress
source: Enter player address
uk_ua: Введіть адресу спортсмена

# Activity_Status_Edit_EnterPlayerBirthDate
source: Enter player birth date
uk_ua: Введіть дату народження спортсмена

# Activity_Status_Edit_EnterPlayerCity
source: Enter player city
uk_ua: Введіть місто проживання спортсмена

# Activity_Status_Edit_EnterPlayerEmail
source: Enter player email
uk_ua: Введіть адресу електронної пошти спортсмена

# Activity_Status_Edit_EnterPlayerIdentityNumber
source: Enter player identity number
uk_ua: Введіть ідентифікаційний номер спортсмена

# Activity_Status_Edit_EnterPlayerPhone
source: Enter player phone
uk_ua: Введіть номер телефону спортсмена

# Activity_Status_Edit_EnterTeamName
source: Enter team name
uk_ua: Введіть назву команди

source: Reset all games
uk_ua: Очистити всі ігри

source: Gaming
uk_ua: Ігровий

source: Matches
uk_ua: Матчі

source: Penalty
uk_ua: Штраф

source: Sets
uk_ua: Налаштування

source: Game
uk_ua: Гра

source: Subject
uk_ua: Тема

# BannerAlertMessage
source: Please input External Link and Banner Image
uk_ua: Будь ласка, введіть зовнішнє посилання і зображення банеру

# GameScheduleCapture
source: game schedule
uk_ua: розклад ігор

# Activity_Status_Edit_EnterNewValue
source: Enter new value
uk_ua: Введіть нове значення

# NewSeason_ConfirmationAlert
source: Are you sure that you want to lock current season and add a new one? It will be not possible to edit current season.
uk_ua: Ви впевнені, що хочете завершитипоточний сезон і додати новий? Редагування поточного сезону буде неможливим.

# Activity_Competition_AgeMismatch
source: Sorry, but you don't meet age conditions for this activity. Please contact your manager of union
uk_ua: Вибачте, ви не відповідаєте віковим умовам для цієї активності. Будь ласка, зв'яжіться з менеджером Федерації

# Activity_CheckCompetitionAge
source: Check competition age
uk_ua: Перевірити вік участі у змаганнях

# Activity_RestrictGenders
source: Restrict leagues by gender
uk_ua: Обмежити вибір ліги за статтю

# Activity_NoLeagueForGender
source: Sorry, but there are no leagues available for you in this activity. Please contact your union manager
uk_ua: Вибачте, для вас немає ліги в цій активності. Будь ласка, зверніться до менеджера Федерації

# Activity_ClubLeagueTeamsOnly
source: Registrations are only to league teams
uk_ua: Реєстрація тільки для команд, що входять до ліги

# Activity_ClubPlayer_NoSuitableTeamsFound
source: Sorry, but there are no suitable teams found for you. Please contact with your manager of club or union
uk_ua: Вибачте, ми не знайшли команд, що підходять для вас. Будь ласка, зв'яжіться з менеджером вашого клубу або Федерації

source: Finals end date
uk_ua: Дата кінця фінальних змагань

source: Finals start date
uk_ua: Дата початку фінальних змагань

source: Qualifications end date
uk_ua: Дата закінчення кваліфікаційних змагань

source: Qualifications start date
uk_ua: Дата початку кваліфікаційних змагань

source: Passport file
uk_ua: Файл паспорту

source: Athlete number
uk_ua: Номер спортсмена

# Activity_FromBirthdate
source: From birthdate
uk_ua: З року народження

# Activity_ToBirthdate
source: To birthdate
uk_ua: До року народження

source: Ranked lottery
uk_ua: Жеребкування за порядковими номерами

# Points_MartialArts
source: Points
uk_ua: Очки

# Activity_Club_SelectBirthDateFirst
source: You have to enter your birth date first, before you can select your team
uk_ua: Перш ніж обрати команду, вам потрібно ввести дату народження

# Activity_PostponeParticipationPayment
source: Allow to pay for participation later
uk_ua: Дозволити оплатити участь пізніше

# Activity_PayForParticipationLater
source: Pay for participation later
uk_ua: Оплатити участь пізніше

# Price_CardComProductId
source: Product ID
uk_ua: ID продукту

# Activity_CustomPrices_CardComProductId
source: Product ID
uk_ua: ID продукту

# Approval_warning
source: The {0} is on approved status, to change his status please contact the union manager
uk_ua: {0} має статус "схвалено", щоб змінити статус зверніться до менеджера Федерації

# Registered_warning
source: The {0} is on registered status, to change his status please contact the union manager
uk_ua: Даний {0} має статус "зареєстровано", щоб змінити статус, звертайтеся до менеджера Федерації

# OpponentName
source: Name of opponent player
uk_ua: Ім'я суперника спортсмена

source: Partner name
uk_ua: Ім'я партнера

# FromBirthday
source: From birth
uk_ua: Від народження

# AthleticsDisciplines
source: Disciplines
uk_ua: Дисципліни

source: Max sportsmen
uk_ua: Максимум спортсменів

# MinResult
source: Minimum result
uk_ua: Мінімальний результат

source: Start registration date
uk_ua: Дата початку реєстрації

# NoDisciplinesForThisCompetition
source: There are no active disciplines for this competition
uk_ua: Немає активних спортивних дисциплін для цих змагань

# MaximumRegistrationsAllowed
source: Sorry, you have reached the maximum registrations allowed
uk_ua: На жаль, ви досягли максимально дозволеної кількості реєстрацій

# NoRegistrations
source: Please, select at least one sportsman to continue registration
uk_ua: Будь ласка виберіть принаймні одного спортсмена для продовження реєстрації

source: Best result
uk_ua: Найкращі результати

source: Athletics
uk_ua: Легка атлетика

# AthleticsCaption
source: athletics_competition
uk_ua: Змагання з легкої атлетики

source: Tech win set
uk_ua: Параметри технічної перемоги

# Activity_RestrictGendersByTeam
source: Restrict teams by gender
uk_ua: Обмежити вибір команди за статтю

# ImportPlayers_ApprovePlayersOnImport
source: Approve all players on import?
uk_ua: Імпортувати всіх гравців?

# Activity_LeagueTeams_NoSuitableTeams
source: Sorry, but there are no teams available for you in that league. Please contact your Union manager
uk_ua: Вибачте, для Вас немає команди в цій лізі. Будь ласка, зверніться до менеджера Федерації

source: User action
uk_ua: Дії користувача

# Activity_EnableMultiTeamRegistration
source: Enable multi team registration
uk_ua: Активувати реєстрацію багатьох команд

# DateOfMedicalExamination2
source: Date of medical examination
uk_ua: Дата медичного огляду

# NoGenderInSystem
source: There are no such gender in the system. Try "male" or "female"
uk_ua: Такої статі немає в системі. Спробуйте "чоловіча" або "жіноча"

source: Medical exam
uk_ua: Медичне обстеження

source: Private
uk_ua: Приватний (-а)

source: School
uk_ua: Школа

# InsuranceStartDate
source: Start date of insurance
uk_ua: Дата початку страхування

# InsuranceStartDateInccorrect
source: Start date of insurance has incorrect format
uk_ua: Дата початку страхування має невірний формат

# NineDigits
source: 9 digits
uk_ua: 9 цифр

source: Type of insurance
uk_ua: Вид страхування

source: Level dates settings
uk_ua: Дані налаштування рівня

source: Level
uk_ua: Рівень

# ErrorTennisAddNewPlayer
source: Sorry, the player is not valid for registration to this league, please contact the union manager
uk_ua: На жаль, спортсмена неможливо зареєструвати в цій лізі, будь ласка, зверніться до менеджера Федерації

# ClubInsuranceAlert
source: Notice, to register the team to a league you must upload an Insurance file first
uk_ua: Зверніть увагу, щоб зареєструвати команду і лізі, спочатку необхідно завантажити документ про страхування

source: Points for pairs
uk_ua: Очки для пар

source: Comments
uk_ua: Коментарі

source: Add comment
uk_ua: Додати коментар

# AllFieldsAreRequired
source: All fields are required to fill.
uk_ua: Всі поля є обов'язковими для заповнення.

# SendThrowClubEmail
source: Set replay to club Email?
uk_ua: Відправити відповідь на електронну адресу клубу?

# NoClubEmailWasDefined
source: No club Email was define
uk_ua: Немає електронної пошти клубу

# Activity_Status_RegisteredMoreThanOnce
source: The player is registered more than once in this activity
uk_ua: спортсмена було зареєстровано більше ніж один раз у цій активності

# Activity_MultiTeam_TeamsNotFound
source: Some teams were not found in the system. Teams: {0}
uk_ua: Деякі команди не знайдені в системі. Команди: {0}

source: Stadiums
uk_ua: Стадіони

# WrongNumberOfPlayersToCreatePair
source: To create a pair choose two players from common players list
uk_ua: Щоб створити пару оберіть двох гравців із загального списку гравців

source: Remove pair
uk_ua: Видалити пару

source: Round
uk_ua: Раунд

source: Set round start cycle
uk_ua: Встановити періодичність раундів

source: Continue sequentially
uk_ua: Продовжуйте послідовно

# StartEachRoundFromCycle
source: Start each round from cycle 1
uk_ua: Починати кожен раунд з циклу 1

source: Total pairs
uk_ua: Загальна кількість пар

source: You must select a pair first
uk_ua: Спочатку потрібно вибрати пару

# SendThrowUnionEmail
source: Set replay to union Email?
uk_ua: Відправити відповідь на електронну адресу Федерації?

source: Show cycles on external link?
uk_ua: Показати циклів у зовнішньому посиланні?

# HasTechWin
source: Team has technical winners
uk_ua: Команда має технічних переможців

source: Has tech lost
uk_ua: має технічну поразку

# WrongAthletesNumbers
source: Wrong athletes numbers format of identity number {0}
uk_ua: Неправильний формат ідентифікаційних номерів спортсменів {0}

# IdentityNumberNotFound
source: Identity number {0} not found
uk_ua: Ідентифікаційний номер {0} не знайдено

source: Export athletes numbers
uk_ua: Експорт номерів спортсменів

source: Download excel form
uk_ua: Завантажити бланк у форматі Excel

source: Form
uk_ua: Форма

source: Numbers
uk_ua: Числа

source: Balance
uk_ua: Баланс

source: Club balances
uk_ua: Фінансовий баланс клубу

source: Expense
uk_ua: Видатки

source: Income
uk_ua: Дохід

source: Enter
uk_ua: Ввести

# LeagueDetail_RegistrationLink
source: Registration link
uk_ua: Посилання для реєстрації

# InvalidURIAddress
source: Invalid URL. Please enter fully-qualified HTTP, HTTPS or FTP URL.
uk_ua: Невірне URL. Будь ласка, введіть повністю посилання HTTP, HTTPS або FTP.

# Activity_RedirectLinkOnSuccess
source: URL to redirect to on successfull registration
uk_ua: URL-адреса для перенаправлення при успішній реєстрації

# Activity_RedirectAlert
source: To complete your registration process, you are about to be redirected to another page, that should happen in a moment.
uk_ua: Щоб завершити процес реєстрації, вас буде перенаправлено на іншу сторінку

# Activity_RedirectAlert_ClickHere
source: If that didn't happened, please
uk_ua: Якщо цього не сталося, будь-ласка

# Activity_RedirectAlert_ClickHere_Link
source: click here
uk_ua: Натисніть тут

source: Committee of referees
uk_ua: Комітет суддів

source: Union coach
uk_ua: Тренер Федерації

source: Total teams
uk_ua: Загальна кількість команд

source: Club approve
uk_ua: Затверджено ФГУ

source: Coach certificate
uk_ua: Сертифікат тренера

# Activity_SelectTeams
source: Select teams
uk_ua: Оберіть команди

# NumberOfAthletics
source: Number of athletes
uk_ua: Кількість спортсменів

source: Sort by stadiums
uk_ua: Сортувати за стадіоном

source: Sub club
uk_ua: Під-клуб

source: Subs club
uk_ua: Під-клуб

# RefereePeePerCompetition
source: Referee fee per competition
uk_ua: Плата судді за змагання

source: Spectator fee per competition
uk_ua: Плата глядача за змагання

source: Desk fee per competition
uk_ua: Утримана сума за змагання

# TeamPlayers_AddNewPlayer_NotAllowed
source: Sorry, you are not allowed to add players that are not in system already
uk_ua: На жаль, ви не можете додавати гравців, які вже не в системі

# TeamPlayers_Rugby_NextTournamentRoster
source: Next tournament roster
uk_ua: Реєстр наступних змагань

# TeamPlayers_Rugby_ExportRoster
source: Export roster
uk_ua: Експорт списку

source: Export date
uk_ua: Дата експорту

source: Team officials
uk_ua: Посадові особи команди

source: Total athletes
uk_ua: Загальна кількість спортсменів

# AthletesRegistrationCompleted
source: Athletes registrations completed
uk_ua: Реєстрацію спортсменів завершено

source: Athletes approved
uk_ua: Затверджені спортсмени

# ImportAthletesAdd
source: Import athletes
uk_ua: Імпортувати дані спортсменів

# ImportAthletesImage_ButtonCaptionAdd
source: Import athletes images
uk_ua: імпортувати зображення спортсменів

# ExportAthletesImg
source: Export athletes images
uk_ua: Експорт зображень спортсменів

# MoveAthletesToTeam
source: Move athlete
uk_ua: Перемістити спортсмена

# DownloadImportAthletesFromExcel
source: Download import athletes from excel structure
uk_ua: Завантажити, імпортувати дані про спортсменів з документу формату Excel

source: Date of initial club approval
uk_ua: Дата створення облікового запису

# BlockClubs
source: Block clubs from changing status of players
uk_ua: Блокувати можливість клубів змінювати статус спортсмена

# WaitingWithMedicalCert
source: Waiting with medical certificate
uk_ua: Очікування з медичною довідкою

source: League settings
uk_ua: Налаштування ліги

# AthleteNumberAlreadyExists
source: Athlete Number already exist.
uk_ua: Такий номер спортсмена вже існує.

# League_RankedStanding_NoFinishedGamesInStage
source: No stages with completed games
uk_ua: Немає етапів з завершеними іграми

source: Choose Discipline
uk_ua: Вибрати дисципліну

# League_RankedStandings
source: Ranked standings
uk_ua: Місця в турнірній таблиці

source: Collapse
uk_ua: Збій

source: Expand
uk_ua: Розгорнути

source: Max Athletes
uk_ua: Макс. спортсменів

# NumberOfDisciplinesAthletics
source: Number of Disciplines
uk_ua: Ряд дисциплін

# DisciplineUniqueHierarchy
source: Route with the same Hierarchy already exists
uk_ua: Маршрут з таким підпорядкуванням вже існує

# DisciplineNotAllHaveUniqueHierarchy
source: Not all routes have unique Hierarchy
uk_ua: Не всі маршрути мають унікальне підпорядкування

# DisciplineRouteHierarchyRequired
source: Hierarchy is required
uk_ua: Потрібне підпорядкування

# PlayerRankValidationMessage
source: Gymnastic is not valid for selected rank
uk_ua: Гімнаст не підходить для обраного рангу

# PlayerRouteValidationMessage
source: Sorry, you can not change to a lower route
uk_ua: На жаль, ви не можете змінити маршрут на коротший

source: Hierarchy
uk_ua: Ієрархія

source: From weight
uk_ua: Від ваги

source: To weight
uk_ua: До ваги

source: Weight declaration
uk_ua: Декларування ваги

# NoCategoriesForThisCompetition
source: There are no active categories for this competition
uk_ua: Немає активних категорій для цих змагань

# TabLoader_LoadingMessage
source: Loading data...
uk_ua: Завантаження даних...

# RankDeleteConfirmation
source: There are gymnastic with relation to that rank, if you will delete the rank all relation will be deleted as well
uk_ua: Є гімнасти, які відносяться до данного рангу, якщо ви видалите ранг всі дані також будуть видалені

# TabLoader_UnableToLoadData
source: Unable to load data for this tab
uk_ua: Не вдалося завантажити дані для цієї вкладки

# RouteDeleteConfirmation
source: There are gymnastic with relation to that route, if you will delete the route all relation will be deleted as well
uk_ua: Є гімнасти пов'язані з цим маршрутом, якщо видалити маршрут всі пов'язані з ним дані будуть також вилучені

# RankGym
source: Rank
uk_ua: Ранг

source: Parent statement
uk_ua: Заява батьків

source: Import medical certificates
uk_ua: Імпортувати медичні довідки

# ToolTipImportMedicalCertificates
source: Name of file should be ID of the athlete
uk_ua: Ім'я файлу має містити ідентифікаційний номер спортсмена

# ToolTipImportIdFiles
source: Name of file should be ID of the athlete
uk_ua: Ім'я файлу має містити ідентифікаційний номер спортсмена

source: Is Athlete Number Produced?
uk_ua: Чи згенеровано номер спортсмена?

source: Produce Athlete Number
uk_ua: Створити номер спортсмена

# AthleticsTitle
source: Athletics
uk_ua: Легка атлетика

source: Block referee registration
uk_ua: Заблоковано

# PlayerisAlreadyParticipatinginthisUnion
source: Athlete is already register in the union
uk_ua: Спортсмена вже зареєстровано в Федерації

source: Individual Routes
uk_ua: Індивідуальні маршрути

source: Team Routes
uk_ua: Маршрути команди

source: Select Atleast One Route.
uk_ua: Обрати принаймні один маршрут.

# SelectRankForEachRoute
source: Select Rank For Each Route Selected.
uk_ua: Виберіть ранг ранг для кожного обраного маршруту.

source: Format
uk_ua: Формат

source: Input
uk_ua: Вхід

source: Measure
uk_ua: Вимірювання

source: Measurement format
uk_ua: Формат вимірювання

source: MeasureNo
uk_ua: Вимірювання No

source: Sorting
uk_ua: Сортування

source: Competition Results
uk_ua: Результати змагання

source: Heat
uk_ua: Тепло

source: Lane
uk_ua: Доріжка

# RankInCompetition
source: Rank
uk_ua: Ранг

source: Wind
uk_ua: Вітер

# RetirementApprovedByName
source: Approved by {0}
uk_ua: Затверджений {0}

# ExportActives
source: Export Players
uk_ua: Експорт активів

# ExportActives_FilePostfix
source: export_actives
uk_ua: експорт архівів

# MovePlayerToTeam_AlreadyInTeam
source: Unable to move players to selected team, some of selected players are already in that team
uk_ua: Не вдається перемістити гравців до вибраної команди, деякі з обраних гравців вже є в команді

# RetirementApprovedBy
source: Approved by
uk_ua: Затверджений

source: Actives Club Report Creation Date
uk_ua: Дата створення звіту активних ліцензованих гімнасток

source: Actives Table
uk_ua: Таблиця активних ліцензованих гімнасток

source: Actives Union Report Creation Date
uk_ua: Дата створення звіту федерації активістів

# WhomApproved
source: Whom Are Approved
uk_ua: Ким затверджено

# HasRelatedCompetition
source: This Category has relation to Competitions
uk_ua: Ця категорія має відношення до змагань

source: No Changes were made
uk_ua: Зміни не було внесено

source: For support:
uk_ua: Для підтримки:

# CannotAddPlayerToCompetition
source: Cannot Add This Player To Competition.
uk_ua: Неможливо додати цього спортсмена у змагання.

# ConfirmRegisterToCompetition
source: Are you sure you want the following player registered to this competition?
uk_ua: Ви дійсно хочете зареєструвати наступного спортсмена у цих змаганнях?

# ConfirmRegisterSportsman
source: Are you sure to add this sportsman?
uk_ua: Ви впевнені, що хочете додати цей спортсмен?

source: Payment rate type
uk_ua: Тип ставки

source: Export
uk_ua: Експорт

source: Download Competition Results Form
uk_ua: Завантажити бланк результатів змагань

source: Remove travel distance for unpublished games
uk_ua: Видалити відстань подорожі для неопублікованих ігор

source: Import Competition Results
uk_ua: Iмпортувати результати змагань

source: Result Format Is Incorrect
uk_ua: Формат результату не правильний

source: Result
uk_ua: Результат

# ImportResults_PartillyImport
source: Importing Results succeeded partially.
uk_ua: Вдалося частково імпортувати дані.

source: Template
uk_ua: Шаблон

# ImportSuccessCount
source: Successful import count
uk_ua: Кількість успішних імпортувань

# SearchByIDNameAthleteNum
source: Search by ID, Name, Athlete Number or Passport Number
uk_ua: Пошук по ідентифікаційному номеру, імені номеру спортсмена або номеру паспорта

# SearchByWeightIDName
source: Search by ID, Name
uk_ua: Пошук за ідентифікатором, ім'ям

# AthleteRegister
source: Register athlete
uk_ua: Зареєструвати спортсмена

# SportsManRegister
source: Register Sportsman
uk_ua: Реєстрація спортсмена

source: Referee assignment
uk_ua: Призначення судді

source: RateC
uk_ua: Клас C

# NotMeetRequirements
source: Does Not Meet Requirements.
uk_ua: Не відповідає вимогам.

# MaximumCompetitionRegistrationsAllowed
source: Maximum Registrations Allowed
uk_ua: Максимально можлива кількість реєстрацій

source: No Registration Spots Left.
uk_ua: Немає плям реєстрації ліворуч.

# NumberOfRegistrationsLeft
source: You can register maximum _ players.
uk_ua: Ви можете зареєструвати максимум _ гравців.

source: Max For Club
uk_ua: Макс для клубу

source: Can have up to
uk_ua: Може мати до

source: Duplicate Routes
uk_ua: Дублювати маршрути

# OnlyGymnasts
source: Gymnasts
uk_ua: Гімнастки

# SuccessfulDuplication
source: Duplication executed successfuly.
uk_ua: Дублювання виконано успішно.

# PickCompetitionForRouteDuplication
source: Choose which Competiton you want its routes duplicated.
uk_ua: Виберіть, який конкурс ви хочете, це маршрути дублюються.
