Repository: AlexanderTeryaev/Sports-app
Catalog: sports-app/CmsApp/App_GlobalResources/Messages.*.resx
Languages: uk_ua

# IdentNumMissingDigits
source: Identity Number digits is incorrect.
uk_ua: Цифри з ідентифікаційними номерами неправильні.

source: Athlete Numbers
uk_ua: Номери Спортсменів

source: Excel Form
uk_ua: Бланк в Excel

source: Charge
uk_ua: Заряд

source: From Hour
uk_ua: Від години

source: To Hour
uk_ua: До години

# SaturdaysTariff
source: Saturdays Tariff (150%)
uk_ua: Вихідні (150%)

source: Hours
uk_ua: Години

source: Desk Fee
uk_ua: Утримана сума

source: Referee Fee
uk_ua: Плата за рефері

source: Spectator Fee
uk_ua: Плата глядача

source: Total Hours
uk_ua: Загальна кількість годин

source: Advanced C
uk_ua: Розширений C

source: Basic D
uk_ua: Базовий D

source: Profissional B
uk_ua: Професіонал B

source: Referee A
uk_ua: Суддя А

source: Competition Results Added Successfuly.
uk_ua: Результати конкурсу успішно додані.

source: Heat-Wind Association Table
uk_ua: Таблиця асоціації теплового вітру

# LaneMustBeInt
source: Lane Must Be Integer
uk_ua: Провулок повинен бути цілим

source: Player Is Not Registered
uk_ua: Програвач не зареєстровано

source: Player Is Registered
uk_ua: Реєструється програвач

source: Wind Must Be Float
uk_ua: Вітер повинен плавати

# YouMustSelectRegisteredAthlete
source: You Must Select a Registered Athlete to Competition.
uk_ua: Ви повинні вибрати зареєстрованого спортсмена до змагань.

source: Is Manual Ranking
uk_ua: Рейтинг вручну

source: Additional Gymnast Must Be Different Over Composition #
uk_ua: Додаткова гімнастка повинна відрізнятися від композиції #

source: Cant Have Same Additional Gymnast In More Than One Composition.
uk_ua: Не можуть мати таку ж додаткову гімнастку в більш ніж одному складі.

source: Suitable To Competition Route #
uk_ua: Підходить до змагального маршруту #

source: Weight-In
uk_ua: Вага-В

source: No Sportmen Registered
uk_ua: Не зареєстровано спортсменів

source: Entry
uk_ua: Вхід

source: Lifting
uk_ua: підйом

source: Push
uk_ua: поштовх

source: Failed
uk_ua: Помилка

source: Succeeded
uk_ua: Успішно

# ConfirmCopyToManualRank
source: Are you sure you want to copy the current automatic ranks for this route to manual ranks, it will erase previously set rank values.
uk_ua: Ви впевнені, що хочете скопіювати поточні автоматичні ранги для цього маршруту до ручних рангів, і видалити попередньо встановлені значення рангу.

# CopyToManualRank
source: Copy Current Automatic Ranks To Manual Ranks
uk_ua: Скопіюйте поточні автоматичні ранги вручну

source: Fighting Two
uk_ua: Боротьба два

source: Gymnast statement
uk_ua: Згода на обробку персональних даних

source: Documents
uk_ua: Документи

# ErrorCantRegisterWhenItsNotRegisteringPeriod
source: Error: Cant Register Player When Its Not Within Registering Period.
uk_ua: Помилка: не можна зареєструвати плеєр, коли він не знаходиться в період реєстрації.

# SuccessRegister_LiqPay
source: Your registration is now completed! We will process your payment shortly, in case of any issue please contact your union manager and provide them data from below
uk_ua: Ваша реєстрація завершена! Ми незабаром обробимо ваш платіж, у разі виникнення будь-яких проблем зверніться до свого профспілкового менеджера та надайте їм дані знизу

# Activity_OnlyApprovedMembersAllowed_Tennis
source: Hi! The medical examination you have uploaded is on review by the members of the Union, once you are approved you can complete the registration process. Good luck!
uk_ua: Привіт! The medical examination you have uploaded is on review by the members of the Union, once you are approved you can complete the registration process. Удачі!

# Player_ApprovedByManager_Tennis
source: Hi! Your medical examination has been approved! You can now register for competitions. Good luck!
uk_ua: Привіт! Ваше медичне обстеження схвалено! Тепер ви можете зареєструватися для змагань. Удачі!

# CompetitionRegistration
source: Competitions registration
uk_ua: Чемпіонати ФГУ

# RefereesCoaches
source: Referees and Coaches
uk_ua: Тренери та судді

# Max2MB
source: 2mb Max
uk_ua: не більше 2 МБ

source: Enable Regional level
uk_ua: Увімкнути регіональний рівень

# RegionalAdoutUs
source: Adout Regional
uk_ua: Про регіональний

source: Regional Approve date
uk_ua: Дата затвердження Регіональною Федерацією

# RegionalChooseClub
source: Choose Club
uk_ua: Виберіть Клуб

source: RegionalId
uk_ua: Регіональний Id

# RegionalList
source: Reionals List
uk_ua: Список реалій

source: Regional Manager
uk_ua: Регіональний менеджер

# RegionalClubAlreadyMapped
source: is related to different Regional, please contact the Federation manager
uk_ua: пов'язаний з різними регіональними, зверніться до менеджера Федерації

# RegionalNotEnabled
source: Regional not enabled from admin
uk_ua: Регіональне не ввімкнено з адміністратора

source: Regional name
uk_ua: Регіональна назва

# NoUnionForms
source: No union forms available
uk_ua: Регулючі документи ФГУ

# FileType
source: (jpg, jpeg, png, pdf 2mb max)
uk_ua: (.jpg, .jpeg, .png, .pdf - не більше 2 МБ)

# Regions
source: Regionals
uk_ua: Регіони

# TrainingTeam
source: Traininng Team
uk_ua: Тренувальна команда

source: Add Inning
uk_ua: Додати Іннінг

source: Runs
uk_ua: Круги

# Activity_CustomPrices_TitleUk_Default
source: Custom price
uk_ua: Митна ціна

# Activity_CustomPrices_TitleUkrainian
source: Title(Ukrainian)
uk_ua: Назва (українська)

# Activity_BuildForm_CustomFieldProperties_LabelUk
source: Label text in ukrainian
uk_ua: Текст мітки українською мовою

source: Swimsuit size
uk_ua: Розмір купальника

# ClubDisplayName
source: Display Name
uk_ua: Відображуване ім’я

source: Is Calculated In Ranks?
uk_ua: Обчислюється в рангах?

# MarkNotSet
source: Mark Game Date to be Not Set Yet
uk_ua: Позначити дату гри ще не встановлено

source: Choose region
uk_ua: Виберіть регіон

source: Regional club approve
uk_ua: Затверджено Рег. Фед

source: Copy players instead of moving
uk_ua: Скопіюйте гімнасток замість того, щоб рухатися

# MoveToTeam_PleaseSelectTeam
source: Please select a team
uk_ua: Виберіть команду

source: Move/ Copy
uk_ua: Перемістити / Копіювати

source: Move/ Copy player to team
uk_ua: Перемістити / Копіювати гравця до команди

# MoveCopyPlayer
source: Move/ Copy
uk_ua: Перемістити / Копіювати

# PlayerInAnotherTeamOfSameCategory
source: This player already relate to a team on different league of same category.
uk_ua: Цей гравець вже належить до цієї вікової групи. Неможливо додати

# ConfirmPlayersToBeInDifferentClubs
source: If you move these players you will end up having them in more than one club: {0}
uk_ua: Якщо ви пересунете цих гімнасток, ви потрапите до них більше ніж в один клуб: {0}

# Activity_BuildForm_CustomField_TextMultiline
source: Text(multiline)
uk_ua: текст(багаторядковий)

# ExceptionalApprovalLeagueCategory
source: Approve as exceptional?
uk_ua: Прийняти та додати як гравець виключення?

# SuccessRegisterUa
source: Your registration request has been submitted to FGU. After checking the entered details, you will receive an email with further instructions.
uk_ua: Ваш запит на реєстрацію передано до ФГУ. Після перевірки усіх даних вам на email прийде лист з подальшими інструкціями.

source: Salary reports
uk_ua: Звіти про заробітну плату

source: Save report to official(s)
uk_ua: Зберегти звіт офіційним особам

source: Minimum Participation Required
uk_ua: Мінімальні вимоги щодо участі

# RequiresDateBecauseNotLast
source: Must have Date Value if its not the last Date Specified.
uk_ua: Будь ласка, вкажіть дату циклу, неможливо пропустити дату циклу, якщо виникне дата

# TennisRanksSavedForIndividuals
source: The Ranks in this table has been Saved for Individual Achivements.
uk_ua: Рейтинги збережено на сторінках програвача

source: Field Competition
uk_ua: Польові гонки

# SearchByIDNamePassport
source: Search by ID, Name or Passport Number
uk_ua: Пошук за ідентифікатором, ім'ям або номером паспорта

source: Kadete league
uk_ua: Ліга Kadete

# Login_ForgotPassword
source: Forgot password
uk_ua: Забули пароль

# Login_RestorePassword_Title
source: Restore password
uk_ua: Відновити пароль

# GymnastIsNotApproved
source: The Gymnast Is Not Approved
uk_ua: Gymnast Is Not Approved

source: Sites
uk_ua: сайтів

# ConfirmEndAllGames
source: Are you sure you want to end all games in this round?
uk_ua: Ви впевнені, що хочете завершити всі ігри в цьому раунді?

source: Number of days
uk_ua: Кількість днів

source: Number of hours
uk_ua: Кількість годин

source: Payment of weekdays
uk_ua: Оплата робочих днів

source: Payment of weekends
uk_ua: Оплата вихідних

source: Referees summary report
uk_ua: Зведений звіт суддів

source: Report date
uk_ua: Дата звіту

source: Total payment
uk_ua: Загальний платіж

source: Total travel
uk_ua: Всього подорожі

source: Travel payment
uk_ua: Оплата за проїзд

# AdultsLeague
source: Adults
uk_ua: Дорослі

# Login_RestorePassword_EmailBody
source: Hello! A password reset request has been made for user ID: '{0}' with email '{1}' at {2}. If you haven't requested it, please ignore this mail and contact your union manager To reset you password, please follow <a href="{3}">this link</a>.
uk_ua: Привіт! Для ідентифікатора користувача зроблено запит на скидання пароля: '{0}' з електронною поштою '{1}' в {2}. Якщо ви не подали запит, проігноруйте цю пошту та зверніться до свого профспілкового менеджера Щоб скинути пароль, дотримуйтесь <a href="{3}">це посилання</a>.

# Login_RestorePassword_EmailSubject
source: LogLig - Password reset
uk_ua: LogLig - Скидання пароля

# Login_RestorePassword_EmailSent
source: An email with instructions on how to reset your password has been sent
uk_ua: Надіслано повідомлення електронної пошти з інструкціями щодо скидання пароля

# Login_RestorePassword_GetBack
source: Get back to login
uk_ua: Поверніться назад

# Login_ResetPassword_ConfirmNewPassword
source: Confirm new password
uk_ua: Підтвердити новий пароль

# Login_ResetPassword_NewPassword
source: New password
uk_ua: Новий пароль

# Login_ResetPassword_ConfirmPasswordDoesNotMatch
source: Confirm password doesn't match with password, please retry
uk_ua: Підтвердити, що пароль не відповідає паролю, повторіть спробу

# Login_ResetPassword_Title
source: Reset password
uk_ua: Скинути пароль

# Login_ResetPassword_Success
source: Your password has been successfully reset
uk_ua: Ваш пароль успішно скинуто

# FourCompetitions
source: (4 competitions)
uk_ua: (4 змагання)

# BoatsAndDistances
source: Boats/ Distances
uk_ua: Човни / Відстані

source: Israel Championship
uk_ua: Чемпіонат Ізраїлю

source: Rowing Distance Table
uk_ua: Таблиця відстані веслування

source: Number Of Sportmen
uk_ua: Кількість спортсменів

source: Boat
uk_ua: Човен

source: Boats
uk_ua: Човни

source: Boat Type
uk_ua: Тип човна

source: Choose Distances
uk_ua: Виберіть Відстані

source: Call Room Manager
uk_ua: Зателефонуйте менеджеру кімнати

source: Club Secretary
uk_ua: Секретар клубу

# PlayerNotification_FailResult
source: Missing Required Fields.
uk_ua: Відсутні обов'язкові поля.

source: Club balance
uk_ua: Баланс клубу

source: No travel
uk_ua: Ні подорожі

source: Remark
uk_ua: Примітка

source: Middle name
uk_ua: Середнє ім'я

# Activity_Status_Edit_EnterPlayerFirstName
source: Enter player first name
uk_ua: Введіть ім'я гравця

# Activity_Status_Edit_EnterPlayerLastName
source: Enter player last name
uk_ua: Введіть прізвище гравця

# Activity_Status_Edit_EnterPlayerMiddleName
source: Enter player middle name
uk_ua: Введіть ім'я другого гравця

source: Is League?
uk_ua: Є Ліга?

source: Points To Convert
uk_ua: Точки для перетворення

source: Father name
uk_ua: Ім'я батька

source: Foreign first name
uk_ua: Іноземне ім'я

source: Foreign last name
uk_ua: Іноземна прізвище

source: Identity card
uk_ua: Ідентифікаційна картка

source: License date
uk_ua: дата ліцензії

source: Mother name
uk_ua: Ім'я матері

source: Parent email
uk_ua: Батьківська електронна пошта

source: Parent phone
uk_ua: Батьківський телефон

source: Present
uk_ua: Подарунок

source: Note
uk_ua: Примітка

# ManageSalaryReports
source: Manage salary reports for this referee
uk_ua: Керуйте звітами про зарплату для цього судді

source: Medical certificate approval
uk_ua: Затвердження медичної довідки

source: Personal coach
uk_ua: Особистий тренер

source: Chip number
uk_ua: Номер мікросхеми

source: Kit status
uk_ua: Статус комплекту

source: Mountain iron number
uk_ua: Номер гірського заліза

source: Printed
uk_ua: Друковані

source: Provided
uk_ua: Надано

source: Ready
uk_ua: Готовий

source: Road iron number
uk_ua: Номер залізничного шляху

source: Velodrome iron number
uk_ua: Велодром номер заліза

source: Riders
uk_ua: Вершники

source: Rider
uk_ua: Райдер

source: Heats
uk_ua: Спорт

source: Mountain heat
uk_ua: Гірське тепло

source: Road heat
uk_ua: Дорожнє тепло

source: Friendship types
uk_ua: Типи дружби

source: Friendship name
uk_ua: Ім'я дружби

source: Prices
uk_ua: Ціни

source: Chip prices
uk_ua: Ціни на чіп

source: Price
uk_ua: Ціна

source: Friendship prices
uk_ua: Ціни на дружбу

source: Regular
uk_ua: Регулярні

source: Soldier
uk_ua: Солдат

source: Special
uk_ua: Спеціальний

source: Student
uk_ua: Студент

source: Date For First Cycle Only?
uk_ua: Дата першого циклу?

# TotoReportMaxYearOfBirth
source: Sport director Report Max Year Of Birth
uk_ua: Звіт спортивного директора Макс. Рік народження

source: Is Daily Competition
uk_ua: Щоденний конкурс

source: From Today
uk_ua: З сьогоднішнього дня

source: Active Status Changed
uk_ua: Активний статус змінено

source: Show Inactive Referees
uk_ua: Показати неактивні арбітри

# FormatPermissions
source: Format permission
uk_ua: Дозвіл формату

source: Daily Competition
uk_ua: Щоденний конкурс

source: Number of approved players
uk_ua: Кількість затверджених гравців

source: Number of waiting players
uk_ua: Кількість гравців, що очікують

source: Number of inactive players
uk_ua: Кількість неактивних гравців

source: Summary report
uk_ua: Зведений звіт

source: Final rank
uk_ua: Остаточний ранг

source: Number Of Whom Passes To Next Stage
uk_ua: Номер переходить на наступний етап

# SelectLeagueStartDateAndEndDateToUseThisFunction
source: Select Competition StartDate And EndDate To Use This Function.
uk_ua: Щоб скористатися цією функцією, виберіть дату початку та дату завершення

# Activity_CustomPrices_DefaultQuantity
source: Default quantity
uk_ua: Кількість за замовчуванням

# ImportPlayers_SetPlayersAsActiceOnImport
source: Set the players as active
uk_ua: Встановіть гравців як активні

# Player_NationalSportsman
source: National Sportsman
uk_ua: Національний спортсмен

# Player_ShoesSize
source: Shoes Size
uk_ua: Розмір взуття

# ParentApprovalFile
source: Parent Approval
uk_ua: Затвердження батьків

# Player_ArmyDraftDate
source: Army Draft Date
uk_ua: Дата армійського розгляду

# Player_MedicalInformation
source: Medical Information
uk_ua: Медична інформація

source: Related Club Name
uk_ua: Пов'язане ім'я клубу

source: Average Age
uk_ua: Середній вік

# AgeAndDatesRequired
source: Age, From Birthday, To Birthday cannot be empty
uk_ua: Вік, від дня народження, до дня народження не може бути порожнім

# AgeRequired
source: Age cannot be empty
uk_ua: Вік не може бути порожнім

# Rowing_DatesOrAverage
source: Please fill in: from Birthday, To Birthday OR Average Age, not both
uk_ua: Будь ласка, заповніть: від дня народження, від дня народження чи від середнього віку, не обидва

# Activity_MovePlayerToTeamOnRegistration
source: Move player to team on registration
uk_ua: Перемістіть гравця на реєстрацію

# OrderRaw
source: Order
uk_ua: Замовлення

source: Intentional Israeli Record
uk_ua: Умисний національний рекорд

# IsraeliRecord
source: National Record
uk_ua: національний рекорд

source: Season Record
uk_ua: Запис сезону

source: Create New Record
uk_ua: Створити новий запис

source: Include Records In Start-List
uk_ua: Включіть записи до стартового списку

source: Record
uk_ua: Запис

source: Competition record
uk_ua: Конкурсний запис

source: Seasonal Bests
uk_ua: Сезонні звіри

# Activity_AdjustInsurancePriceByDate
source: Adjust insurance price by date range of price
uk_ua: Відрегулюйте ціну страхування за діапазоном дат

# Activity_AdjustParticipationPriceByDate
source: Adjust participation price by date range of price
uk_ua: Відрегулюйте ціну участі за діапазоном дат

# Activity_AdjustRegistrationPriceByDate
source: Adjust registration price by date range of price
uk_ua: Відрегулюйте ціну реєстрації за діапазоном дат

source: Climbers
uk_ua: Альпіністи

source: Climber
uk_ua: Альпініст

source: Wall climbing
uk_ua: Сходження на стіну

source: Entry time
uk_ua: 10/5000 Час вступу

source: Add new heat
uk_ua: Додайте нове тепло

source: Generate heats
uk_ua: Генерувати тепло

source: Show heats
uk_ua: Відобразити заряд

source: Change swimmers
uk_ua: Зміна плавців

# PlayerInAnotherCategory
source: Sportman is already register to Another Category
uk_ua: Sportman вже зареєструвався в іншій категорії

# ConfirmSelectAll
source: Are you sure You want to Select all?
uk_ua: Ви впевнені, що хочете вибрати все?

# ConfirmUnselectAll
source: Are you sure You want to Unselect all?
uk_ua: Ви впевнені, що хочете скасувати вибір?

# SwapSportsmenByRank
source: Swap players By Rank
uk_ua: Обміняйте гравців за рангом

source: Update By Automatic Calculation
uk_ua: Оновлення автоматичним розрахунком

source: Maximum Participation Allowed For Sportsman
uk_ua: Максимально допустима участь спортсмена

# Activity_Status_CardComInvoiceNumber
source: Invoice number
uk_ua: Номер накладної

# Activity_Status_CardComNumberOfPayments
source: Number of payments
uk_ua: Кількість платежів

# ErrorWhileAddingTeams
source: An error occured while adding a team
uk_ua: Під час додавання команди сталася помилка

# MaximumTeamRegistrationsAllowed
source: Sorry, you have reached the maximum team registrations allowed
uk_ua: Вибачте, ви досягли максимальної кількості дозволених команд

# AverageAgeError
source: Average age must be minimum
uk_ua: Середній вік повинен бути мінімальним

# YouMustSelectExactSportsmanPerTeam
source: You must select exact number of sportsman per team
uk_ua: Необхідно вибрати точну кількість спортсмена на команду

# CoxwainAlsoPartOfTeam
source: Coxwain is also selected as sportsman
uk_ua: Coxswain також обраний як спортсмен

# OneCoxwainAllowed
source: Only one Coxwain is allowed
uk_ua: Дозволено лише один Coxwain

# PleaseNowSelectCoxwainToSaveTheTeam
source: Please select the coxwain now in order to register team.
uk_ua: Будь ласка, виберіть coxswain зараз, щоб зареєструвати команду.

# PleaseNowSelectPlayersToSaveTheTeam
source: Please select the sportsman's now in order to register team.
uk_ua: Щоб зареєструвати команду, виберіть спортсмена зараз.

source: Please Deselect Coxwain To Unregister The Team
uk_ua: Скасуйте вибір Coxwain, щоб скасувати реєстрацію команди

source: Please Deselect Sportsman To Unregister The Team
uk_ua: Скасуйте вибір спортсмена, щоб скасувати реєстрацію команди

# Activity_BrotherRegistrationDiscount
source: Brother registration discount
uk_ua: Знижка на реєстрацію брата

source: National Team
uk_ua: збірна

# Activity_BrotherRegistrationDiscount_Amount
source: Amount of discount
uk_ua: Сума знижки

source: Add Team As New
uk_ua: Додати команду як нову

# Activity_EnableBrotherRegistrationDiscount
source: Enable brother registration discount
uk_ua: Увімкнути знижку на реєстрацію брата

# Activity_BrotherRegistrationDiscount_InPercent
source: In percent
uk_ua: У відсотках

source: Brother ID for discount
uk_ua: Brother ID для знижки

# Activity_Brother_NotFound
source: The registration of brother was not found in this activity, please retry
uk_ua: Реєстрацію брата не знайдено в цій діяльності, будь ласка, повторіть спробу

# BrotherIdNum
source: Brother ID
uk_ua: Ідентифікатор брата

source: Is Senior Competition
uk_ua: Є старша конкуренція

# CannotSelectBothIsDailyAndIsSeniorCheckbox
source: You cannot select both IsDaily and IsSenior checbox, maximum one.
uk_ua: Ви не можете встановити прапорець "Щоденно" та "Старший" - максимальний.

source: Team Managers
uk_ua: Менеджери команд

# AuthorizedSignatureInvalidFields
source: Authorized Name and one of the checkboxes must be checked in order to save file
uk_ua: Щоб зберегти файл, потрібно встановити ім'я авторизованого і одне з прапорців

# AuthorizedSignPersonName
source: Authorized Person Name
uk_ua: Ім'я уповноваженої особи

# CannotSelectBothSignTogetherAndSignEach
source: You cannot select both sign together and sign each checkbox
uk_ua: Ви не можете вибрати обидва знака разом і підписати кожен прапорець

source: Sign Each Separately
uk_ua: Підпишіть кожен окремо

source: Sign Together
uk_ua: Підпишіться разом

source: Add event to union
uk_ua: Додати подію до союзу

source: Approve Player By Club Manager First
uk_ua: Спершу затвердіть гравця за допомогою менеджера клубу

source: Club approved
uk_ua: Клуб затверджений

# HasCompletedRegToNewClub
source: has completed registration to {0} and been transfer to this club
uk_ua: завершив реєстрацію в {0} і перейшов до цього клубу

source: Hello
uk_ua: Здрастуйте

source: Player Moved To Club
uk_ua: Гравець перейшов до клубу

source: Export team registrations
uk_ua: Експорт реєстрацій команди

source: Number of boats
uk_ua: Кількість човнів

# Activity_BuildForm_IdNum9CharsRequired
source: 9 chars required
uk_ua: Потрібно 9 символів

# Activity_RestrictLeaguesByAge
source: Restrict leagues by player age
uk_ua: Обмежте ліги за віком гравця

# Activity_NoLeaguesForAge
source: Sorry, no leagues were found for your age. Please contact your manager.
uk_ua: Вибачте, не знайдено ліг для вашого віку. Зверніться до менеджера.

# Activity_LeagueAge_SelectBirthDateFirst
source: You have to enter your birth date first, before you can select the league
uk_ua: Ви повинні спочатку ввести свою дату народження, перш ніж ви зможете вибрати лігу

# SportmansWithApostrophe
source: Sportsman's
uk_ua: Спортсмен

# Activity_DoNotPayRegistration
source: Do not pay for registration
uk_ua: Не платити за реєстрацію

# Activity_AllowNoRegistrationPayment
source: Allow no registration payment
uk_ua: Не дозволяти плату за реєстрацію

# AgeInvalid_ChangeRouteAndRank
source: Age is not valid. Please change route and rank before saving.
uk_ua: Вік не дійсний. Будь ласка, змініть маршрут та ранг перед збереженням

# PleaseSetRouteAndRank
source: Please set rounte and rank.
uk_ua: Будь ласка, встановіть rounte та ранжируйте

# Bicycle_AgeAndAgeRangeRequired
source: From Age and To Age fields cannot be empty
uk_ua: Полі від віку та віку не можуть бути порожніми

# Bicycle_FromAgeBiggerThanToAge
source: From age cannot be bigger than to age
uk_ua: Від віку не може бути більше, ніж до віку

source: Age
uk_ua: Вік

source: Special Classification File
uk_ua: Спеціальний файл класифікації

# Activity_AllowToEnterDateToAdjustPrices
source: Allow player to enter his start date of activity (prices will be adjusted)
uk_ua: Дозволити гравцеві ввести дату початку своєї діяльності (ціни будуть скориговані)

source: Check All As Active
uk_ua: Позначте всі як активні

# Activity_BuildForm_StartDateToAdjustPrices
source: Start date of activity
uk_ua: Дата початку діяльності

source: Save All Changes
uk_ua: Зберегти всі зміни

source: For Payment
uk_ua: Для оплати

source: Order UCI
uk_ua: Замовити UCI

source: Total Price
uk_ua: Загальна сума

source: To Pay
uk_ua: Платити

# FrienshipPriceTypeName
source: Frienship Type
uk_ua: Тип дружби

# ImportPlayers_AgeAndGenderRequiredForValidation
source: Age And Gender Are Required For Validation
uk_ua: Вік та стать необхідні для перевірки

# ImportPlayers_FriendshipNameIdNotValid
source: Friendship Name Is Not Valid
uk_ua: Ім'я дружби не дійсне

# ImportPlayers_FriendshipTypeIdNotValid
source: FriendshipType Is Not Valid
uk_ua: Тип дружби не дійсний
