Repository: AlexanderTeryaev/Sports-app
Catalog: sports-app/CmsApp/App_GlobalResources/Messages.*.resx
Languages: uk_ua

source: Union forms
uk_ua: Регулюючі документи

# DownloadImportPlayersFromExcel
source: Download import players from excel structure
uk_ua: Завантажити, імпортувати дані про атлетів з документу формату Excel

# DownloadExcelPlayers
source: Download players form
uk_ua: Завантажити бланк для гравців

# UnionPlayersExport_Error
source: Select at least one league value
uk_ua: Виберіть принаймні одне значення ліги

# InvToNatTeam
source: Invited to national team
uk_ua: Запрошено в збірну команду

source: Export players img
uk_ua: Експортувати фото гравців

source: Export league
uk_ua: Експортувати лігу

# ExportImgs_ErrorMessage
source: There are no images uploaded on server for {0} {1} {2}
uk_ua: Немає зображень, завантажень завантажених на сервер для {0} {1} {2}

# PlayersApproved
source: Players approved for registration
uk_ua: Гравці схвалені для реєстрації

# PlayersCompleted
source: Players registrations completed
uk_ua: Реєстрація гравців завершена

# TeamsApproved
source: Teams approved for registration
uk_ua: Команди, затвердженої для реєстрації

# TeamsCompleted
source: Teams registrations completed
uk_ua: Реєстрація команд завершена

# DepartmentMgr
source: Department manager
uk_ua: Менеджер відділу

source: Department
uk_ua: Відділ

# Activity_MembersFeePaid
source: Members fee paid
uk_ua: Членський внесок сплачено

# Sportsmans
source: Sportsmen
uk_ua: Спортсмени

source: Height
uk_ua: зріст

source: Club number
uk_ua: Номер організації

source: Date of club approval
uk_ua: Дата затвердження клубу

# NumericError
source: This field must be numeric
uk_ua: Це поле повинно містити число

source: Approval of insurance cover
uk_ua: Схвалення страхового покриття

source: Authorized signatories
uk_ua: Повноваження керувати обліковим записом

source: Certificate of incorporation
uk_ua: Заява на вступ до Федерації

source: ID file
uk_ua: Фотокопія посвідчення особи

# PlayersNotApproved
source: Players not approved for registration
uk_ua: Гравці не схвалені для реєстрації

# Activity_AllowNoHandlingFeePayment
source: Allow no handling fee payment
uk_ua: Дозволити без сплати комісійного збору

# Activity_EnableHandlingFee
source: Enable handling fee
uk_ua: Активувати комісійний збір

# LeagueDetail_HandlingFee
source: Handling fee
uk_ua: Комісійний збір

# Activity_DoNotPayHandlingFee
source: Do not pay handling fee
uk_ua: Не платити комісійний збір

# Activity_HandlingFeePaid
source: Handling fee paid
uk_ua: Комісійний збір оплачено

# Activity_TrainingPlayer
source: Trainer player?
uk_ua: Тренер-гравець?

# Activity_RegistrationsCount
source: ({0} in process, {1} completed)
uk_ua: ({0} В процесі, {1} завершено)

# Activity_Status_BigAmountOfData
source: This activity has big amount of data. Currently showing latest inactive registrations.
uk_ua: Ця діяльність (вид спорту, захід) має великий обсяг даних. На даний момент показуються останній неактивні реєстрації.

# Activity_Status_BigAmountOfData_ClickHere
source: Click here to show all
uk_ua: Натисніть тут, щоб показати всі

source: Approve
uk_ua: Затвердити

source: Not approved
uk_ua: Відхилити

source: Reset filters
uk_ua: Скинути фільтри

source: Start playing
uk_ua: Почати грати

source: Loading...
uk_ua: Завантаження...

source: First name
uk_ua: Ім'я

source: Last name
uk_ua: Прізвище

source: Blockade player
uk_ua: Блокування спортсмена

# BlockadeEndDate
source: End date for blockade
uk_ua: Дата закінчення блокування

# ErrorBlockade
source: Error occured while updating blockade
uk_ua: Помилка при оновленні блокування

# ErrorBlockadeEndDate
source: Enter valid end blockade date
uk_ua: Введіть чинну дату закінчення блокування

# SuccessfullBlockade
source: Successfully blocked selected players from {0} to {1}
uk_ua: Обрані гравці від {0} до {1} успішно блоковані

# BlockadeHistory
source: Player's blockade history
uk_ua: Історія блокування спортсмена

source: Unblockaded players
uk_ua: Розблоковані гравці

# UnblockadedStatusMessage
source: Player {0} from team {1} has released from blockade status
uk_ua: Блокування спортсмена {0} команди {1} знята

# OverrageError
source: In this {0} there are more than {1} players ({2}).
uk_ua: Існує {0} більше ніж {1} гравець ({2}).

source: Show all players
uk_ua: Показати всіх гравців

source: Approved
uk_ua: Актуальні ліцензії

source: Blockaded
uk_ua: Блоковано

source: Completed
uk_ua: Завершено

source: Not active
uk_ua: Не активний

# Datatable_Info
source: Showing page _PAGE_ of _PAGES_
uk_ua: Показати сторінку _PAGE_ of _PAGES_

# Datatable_InfoEmpty
source: No records available
uk_ua: Даних немає

# Datatable_InfoFiltered
source: (_TOTAL_ filtered from _MAX_ total records)
uk_ua: (_TOTAL_ відфільтровано від _MAX_ кількості даних)

# Datatable_LengthMenu
source: Display _MENU_ records per page
uk_ua: Відобразити _MENU_ записів на сторінці

# Datatable_NothingFound
source: Nothing was found
uk_ua: Нічого не знайдено

source: Club filter
uk_ua: Фільтр за організацією

source: Status filter
uk_ua: Фільтр за статусом

source: Official type
uk_ua: Тип посадової особи

source: Withholding tax %
uk_ua: Податок на прибуток %

# InvalidPhone
source: Invalid phone number
uk_ua: Невірний номер телефону

# DateMustBeWithin
source: Date must be within the last
uk_ua: Дата повинна бути за останні...

source: years
uk_ua: років

source: Referee fee per game
uk_ua: Плата судді за гру

source: Spectator fee per game
uk_ua: Глядацький внесок за гру

source: Desk fee per game
uk_ua: Утримана сума за гру

source: Payment for travel
uk_ua: Оплата за проїзд

source: Officials settings
uk_ua: Налаштування для посадових осіб (суддівських чиновників

source: Desk
uk_ua: Стіл

# NoDesks
source: No selected desks
uk_ua: Немає обраних столів

# NoDesksToSelect
source: There are no desks to select
uk_ua: Немає столів для вибору

source: Main desk
uk_ua: Основний (робочий) стіл

source: Choose desks
uk_ua: Вибрати стіл

source: Add desk
uk_ua: Додати робочий стіл

source: Show all officials
uk_ua: Показати всіх

source: Jobs filter
uk_ua: Фільтр вакансій

# PaymentReport
source: Payment report settings
uk_ua: Параметри звіту про оплату

# PaymentReport_ByDistTable
source: By distance table
uk_ua: За таблицею відстаней

# PaymentReport_ByGoogleApi
source: By Google maps api
uk_ua: За додатком Google maps

source: Distance
uk_ua: Відстань

source: Enter cities name
uk_ua: Введіть назву міста

source: From city
uk_ua: З міста

source: To city
uk_ua: До міста

source: Km
uk_ua: Км

source: Miles
uk_ua: Милі

source: Section filter
uk_ua: Фільтр розділу

source: Paid
uk_ua: Оплачено

source: Team name
uk_ua: Назва команди

source: Approved for registration
uk_ua: Актуальні ліцензії

source: Not approved for registration
uk_ua: Відхилені

source: All Disciplines
uk_ua: Усі дисципліни

source: Total registration completed
uk_ua: Загальна реєстрація завершена

# ReportsEnabled
source: Enable officials reports
uk_ua: Активувати звіти посадових осіб

# ReportTooltip
source: Click to show report for this
uk_ua: Натисніть, щоб показати звіт

# DistanceTableLoading
source: Distance table is loading
uk_ua: Таблиця відстаней завантажується

source: Distance table
uk_ua: Таблиця відстані

# SalaryReport
source: Salary report for
uk_ua: Звіт про заробітну плату для

source: Download report
uk_ua: Завантажити звіт

source: Export officials
uk_ua: Експортувати дані посадових осіб

# ReportIdOfOfficial
source: ID of official:
uk_ua: Ідентифікаційний номер посадової особи:

# ReportNameOfOfficial
source: Name of official:
uk_ua: Ім'я посадової особи:

# ReportPdf_Title
source: Salary report for
uk_ua: Звіт про заробітну плату для

source: Season
uk_ua: Сезон

# ReportTable_Auditorium
source: Auditorium
uk_ua: Аудиторія

# ReportTable_Auditoriums
source: Auditoriums
uk_ua: Аудиторії

# ReportTable_DateOfGame
source: Date of game
uk_ua: Дата ігри

# ReportTable_Fee
source: Fee
uk_ua: Плата

# ReportTable_ForPayment
source: For payment
uk_ua: Для оплати

# ReportTable_PaymentPerKm
source: Payment per Km
uk_ua: Оплата за км

# ReportTable_Tax
source: % tax
uk_ua: % податку

# ReportTable_TotalFees
source: Total fees
uk_ua: Загальна сума зборів

# ReportTable_TotalIntermediate
source: Total intermediate
uk_ua: Всього (проміжне значення)

# ReportTable_TotalPayment
source: Total payment for travel
uk_ua: Загальна сума оплати за проїзд

# ReportTable_TotalSummary
source: Total summary
uk_ua: Усього

# ReportTable_TotalTravelDistance
source: Total travel distance
uk_ua: Загальна відстань подорожі

# ReportTable_TravelDistance
source: Travel distance
uk_ua: Відстань подорожі

# ReportTable_WithholdingTax
source: Withholding tax
uk_ua: Прибутковий податок

# Report_Copyright
source: all rights reserved
uk_ua: Всі права захищені

source: Total
uk_ua: Всього

# ReportTable_Unavailable
source: Preview for this report is unavailable.
uk_ua: Перегляд цього звіту недоступний.

# AddressModelStateError
source: Address is required for {0}
uk_ua: Адреса потрібна для {0}

# NameIsRequired
source: {0} name is required
uk_ua: {0} Потрібна назва

# AutocompleteAddress
source: Enter address
uk_ua: Введіть адресу

# SuccessfulPdfReport
source: Successfully exported report to pdf
uk_ua: Звіт в формат PDF успішно експортовано

# Error_Report_NoInfo
source: No games assigned for this {0} at period {1}
uk_ua: немає жодної гри для цей {0} за період {1}

# OfficialsExport_Success
source: Successfully exported officials reports for selected jobs
uk_ua: Суддівські звіти успішно експортовані для обраних завдань

# ExportOfficials_FilePostfix
source: ExportOfficials
uk_ua: Експортувати дані посадових осіб

# DistanceTable_Save_ErrorMessage
source: Fill all fields to update this distance
uk_ua: Заповніть поля, щоб оновити цю відстань

# DistanceTable_EmptyFields
source: Fill all fields to add new distance
uk_ua: Заповніть поля, щоб додати нову відстань

# DistanceTable_LastRowError
source: Fill data in last row to add new distance
uk_ua: Заповніть дані в останньому ряду, щоб додати нову відстань

# ExportOfficialsError
source: Select one or more official to export
uk_ua: Вибрати дані одної чи більше посадових осіб для експортування

# NoAddressForOfficial
source: No address/city for current official
uk_ua: Немає адреса/міста проживання цієї посадової особи

source: Choose officials
uk_ua: Вибрати посадових осіб

# ChooseOfficialsType
source: Choose official types
uk_ua: Вибрати тип посадових осіб

source: Statement of club
uk_ua: Умови членства у ФГУ для спортивної організації

source: Number of disciplines
uk_ua: Кількість підгруп

source: Schools
uk_ua: Школи

# ApprovedStatement
source: I have read and approve the statement
uk_ua: Я прочитав(ла) і приймаю умови

# MedExamDate
source: Date of medical examination
uk_ua: Дата медичного огляду

# StatementNotApproved
source: Statement is not approved
uk_ua: Положення не затверджено

source: Total Gymnastics
uk_ua: Усього гімнасток

source: Add new route
uk_ua: Додати новий маршрут

source: Routes
uk_ua: Маршрути

source: Ranks
uk_ua: Ранги

source: Add new rank
uk_ua: Додати новий ранг

source: Discipline
uk_ua: Дисципліна

source: Gymnastics
uk_ua: Гімнастки

source: Route
uk_ua: Розряд

source: Approved for registrations
uk_ua: Затверджено для реєстрації

source: Waiting for approval
uk_ua: На розгляді

source: Unactive players
uk_ua: Неактуальні ліцензії

source: Open list of routes
uk_ua: Відкрити список маршрутів

# NoDisciplines
source: No disciplines selected
uk_ua: Дисципліну не обрано

source: - no rank selected -
uk_ua: - Ранг не обрано -

# SelectRank
source: There are routes without ranks
uk_ua: Є маршрути без рангу

# NoGamesAssigned
source: No games assigned for
uk_ua: Немає ігор призначених для

# DownloadExcelGymnastics
source: Download gymnastics form
uk_ua: Завантажити бланк для гімнастики

source: Export gymnastics img
uk_ua: Експорт зображень гімнастів

source: Import gymnastics
uk_ua: Імпортувати дані по гімнастиці

# ImportGymnasticsImage_ButtonCaption
source: Import gymnastics pic
uk_ua: Імпортувати зображення гімнастів

# Player_TeamRetirements
source: Team retirements
uk_ua: Команди, що вийшли у відставку

source: Old team
uk_ua: Стара команда

source: Import id files
uk_ua: Імпортувати файли з ідентифікаційними номерами

source: Import player images
uk_ua: Імпортувати зображення гравців

source: Move gymnastic
uk_ua: Перемістити гімнаста

# MoveGymnasticToTeam
source: Move gymnastic to another team
uk_ua: Перемістити гімнаста в іншу команду

source: Select all gymnastics
uk_ua: Вибрати всіх гімнастів

source: Add discipline
uk_ua: Додати дисципліну

source: Add new discipline
uk_ua: Додати нову дисципліну

# DownloadImportGymnasticsFromExcel
source: Download import gymnastics from excel structure
uk_ua: Завантажити, імпортувати дані про гімнастів з документу формату Excel

# AboutDiscipline
source: About dicipline
uk_ua: Про Команду

# SchedualForIndividual
source: Schedule
uk_ua: Розклад

# PlayerStatistic
source: Player's statistic
uk_ua: Статистика спортсмена

source: Statistics
uk_ua: Статистика

# NoGamesForThisPlayer
source: There are no games for this player
uk_ua: Немає гри для цього спортсмена

source: Hide
uk_ua: Сховати

# NoGamesStatisticsForGame
source: No statistics for this game cycle
uk_ua: Немає статистики для цього циклу гри

source: Game report
uk_ua: Звіт про гру

source: Game report file
uk_ua: Файл звіту про ігри

source: Assists
uk_ua: Допомагає

# NoStatisticsForThisCategory
source: No statistics for category
uk_ua: Немає статистики для даної категорії

source: Postal Code
uk_ua: Поштовий індекс

source: Rebounds
uk_ua: Підбори

source: Blocks
uk_ua: Блокування

source: Steals
uk_ua: Відбір

source: Turnovers
uk_ua: Обороти

source: Show less players
uk_ua: Показати менше гравців

# ActivePlayer
source: Active
uk_ua: Активний

source: Game id
uk_ua: ID ігри

source: Id
uk_ua: Ідентифікаційний номер

source: League id
uk_ua: Ідентифікаційний номер ліги

source: Referees ids
uk_ua: Ідентифікаційні номери суддів

source: Set
uk_ua: Встановити

source: Spectators
uk_ua: Глядачі

source: Spectators ids
uk_ua: Ідентифікаційні номери глядачів

# ChooseColumns
source: Choose export columns
uk_ua: Вибрати експортування стовпців

source: Union viewer
uk_ua: Наглядач Федерації

# ActiveWeeksNumber
source: Number of consecutive cycles
uk_ua: Кількість послідовних циклів

# BreakWeeksNumber
source: Number of weeks between cycles
uk_ua: Кількість тижнів між циклами

# SetWeeks
source: Please set cycle numbers settings
uk_ua: Будь ласка, задайте номер циклу

# CheckDays
source: Check if days in game settings are selected
uk_ua: Перевірте, чи обрано дні в налаштуваннях гри

source: Club discipline
uk_ua: Клубні дисципліни

# ClubNumber_Gymnastics
source: Club number
uk_ua: Номер організації

# DateOfClubApproval_Gymnastics
source: Date of club approval
uk_ua: Дата затвердження Національною Федерацією

# PlayerDisciplines_AtLeastOneShouldBeSelected
source: At least one discipline should be selected
uk_ua: Потрібно обрати принаймні одну дисципліну

# Activity_EnableParticipationPrice
source: Enable participation price
uk_ua: Активувати оплату за участь

# Activity_EnableRegistrationAndEquipmentPrice
source: Enable registration & equipment price
uk_ua: Активувати вартість реєстрації і обладнання

# QSets
source: Q-s/Sets
uk_ua: Кваліфікації/Налаштування

source: Fields
uk_ua: Поля

source: Choose
uk_ua: Вибрати

source: Has
uk_ua: є

source: Total sportsmans
uk_ua: Загальна кількість спортсменів

# SportsmansNotApproved
source: Sportsmen not approved for registration
uk_ua: Спортсмени не схвалені для реєстрації

# SportsmansRegistrationCompleted
source: Sportsmen registrations completed
uk_ua: Реєстрацію спортсменів завершено

# SportsmansApproved
source: Sportsmen approved for registrations
uk_ua: Спортсменів, схвалені для реєстрації

source: Final participation price
uk_ua: ціна участі у фіналі

# TooltipImportFromExcel_Players
source: Import team players back from excel to upload paid and participation discount columns
uk_ua: Імпортувати документ Excele з даними гравців для додавання колонок оплати і знижки на участь

source: Sort by field
uk_ua: Сортувати за полем

source: Sort by pool
uk_ua: Сортувати за басейном

# DownloadExcelSportsmen
source: Download sportsmen form
uk_ua: Завантажити бланк для спортсменів

# DownloadImportSportsmenFromExcel
source: Import sportsmen back to upload paid and participation discoun columns
uk_ua: Імпортувати дані про спортсменів щоб завантажити колонки оплати та знижок

source: Export sportsmen img
uk_ua: Експортувати фото спортсменів

source: Import sportsmen
uk_ua: Імпортувати спортсменів

# ImportSportsmenImage_ButtonCaption
source: Import sportsmen pic
uk_ua: Імпортувати зображення спортсменів

# MoveSportsmenToTeam
source: Move sportsmen to another team
uk_ua: Перемістити спортсмена в іншу команду

# LeagueDetail_MaximumSportsmenTeam
source: Maximum sportsmen on team
uk_ua: Максимальна кількість спортсменів в команді

# LeagueDetail_MinimumSportsmenTeam
source: Minimum sportsmen on team
uk_ua: Мінімумспорсменів в команді

# LeagueDetail_SportsmanInsurancePrice
source: Sportsman insurance price
uk_ua: Ціна страхування спортсмена

# LeagueDetail_SportsmanRegistrationPrice
source: Sportsman registration price
uk_ua: Ціна реєстрації спортсмена

# Activity_CustomPrices_AddNew
source: Add new
uk_ua: Додати нове

# Activity_CustomPrices_ManagePrices
source: Manage prices
uk_ua: Управляти цінами

# Activity_CustomPrices_MaxQuantity
source: Max quantity
uk_ua: Максимальна кількість

# Activity_CustomPrices_Price
source: Price
uk_ua: Ціна

# Activity_CustomPrices_PriceTitle
source: Price title
uk_ua: Назва, ціна

# Activity_CustomPrices_TitleEng
source: Title(english)
uk_ua: Назва(англійською мовою)

# Activity_CustomPrices_TitleHebrew
source: Title(hebrew)
uk_ua: Назва (іврит)

# Activity_EnableCustomPrices
source: Enable custom prices
uk_ua: Активувати спеціальні ціни

source: Remove
uk_ua: Видалити

# Activity_CustomPrices_Quantity
source: Quantity
uk_ua: Кількість

# Activity_CustomPrices_Total
source: Total
uk_ua: Всього

# Activity_NoTeamPlaceholder
source: no team
uk_ua: команди немає

# Activity_NoTeamRegistration
source: Register without a team
uk_ua: Зареєструватися без команди

# Activity_CustomPrices_NoQuantitySelected
source: Please select quantity in at least one item
uk_ua: Будь ласка, виберіть кількість хоча б для однієї позиції

# Activity_CustomPrices_Manage_NoTitles
source: Please fill both titles in every custom price or remove it from list
uk_ua: Будь ласка, заповніть обидва поля для кожної спеціальної ціни, або видаліть її зі списку

# Activity_CustomPrices_TitleEng_Default
source: Custom price
uk_ua: Спеціальна ціна

# Activity_CustomPrices_TitleHeb_Default
source: Custom price
uk_ua: Спеціальна ціна

source: Exceptional approval
uk_ua: Затвердження в якості винятку

source: Accept
uk_ua: Прийняти

# Activity_AllowNewTeamRegistration
source: Allow new team registration
uk_ua: Дозволити реєстрацію нової команди

source: Show all information
uk_ua: Показати усю інформацію

# ShowAllInformation_tooltip
source: Shows players information (waiting and approval) of each club in this union
uk_ua: Показує інформацію про гравців (що очікують і затверджені) кожного клубу в цій Федерації

# OnlyPublishedGames
source: Show only published games
uk_ua: Показати лише опубліковані ігри

source: Competition
uk_ua: Змагання

source: Competitions
uk_ua: Змагання

source: Create competition
uk_ua: Створити змагання

source: Export competition
uk_ua: Експорт даних про змагання

source: Add competition
uk_ua: Додати змагання

source: End registration date
uk_ua: Закінчення реєстрації

source: Gymnastics count
uk_ua: Число гімнастів

source: Select route
uk_ua: Виберіть маршрут

# RouteIsRequired
source: Select route value. It is required.
uk_ua: Виберіть значення маршруту. Не потрібно.

# NoCompetitions
source: There are no competitions at the moment
uk_ua: На даний момент змагань немає

source: Register
uk_ua: Зареєструвати

source: About competition
uk_ua: Про змагання

source: Competition structure
uk_ua: Структура змагань

# NoRoutesForThisCompetition
source: There are no routes for this competition. Check settings on the competition level.
uk_ua: Немає маршрутів для даного змагання. Перевірте налаштування рівня змагань

# RouteGymnasticsError
source: There are no active gymnastics on this route.
uk_ua: Немає активних спортсменів на цьому маршруті.

# SuccessfulRegistration
source: The registration completed successfully
uk_ua: Реєстрація успішно завершена

# ErrorWhileUpdating
source: Error occured while registering players, correct them and save again.
uk_ua: Помилка реєстрації гравців

source: Registration status
uk_ua: Статус реєстрації

# NoGymnasticsRegistered
source: There are no gymnastics registered to this competition.
uk_ua: Немає гімнастів зареєстрованих в цих змаганнях.

# ConfirmDeleteReg
source: Are you sure you want to delete this registration?
uk_ua: Ви впевнені, що хочете видалити реєстрацію?

source: Gymnastic registrations
uk_ua: Реєстрація гімнастів

# Activity_Discounts
source: Manage discounts
uk_ua: Керувати знижками

# Activity_EscortDiscount
source: Escort discount
uk_ua: Знижка для супроводжуючого

# Activity_EscortDiscount_DiscountAmount
source: Discount amount
uk_ua: Сума знижки

# Activity_EscortDiscount_NoInsurance
source: No insurance payment?
uk_ua: Без страхової виплати?

# Activity_UnionApprovedPlayer
source: Approved player in union
uk_ua: спортсмена затверджено в Федерації

# Activity_UnionApprovedPlayer_DiscountAmount
source: Discount amount
uk_ua: Сума знижки

# Activity_UnionApprovedPlayer_NoInsurance
source: No insurance payment?
uk_ua: Без страхової виплати?

# Activity_AllowEscortRegistration
source: Allow registration as Escort
uk_ua: Дозволити реєстрацію в якості супроводжуючого

# Activity_Escort
source: Escort
uk_ua: Супроводжуючий

# Activity_Player
source: Player
uk_ua: Спортсмен

# Activity_Player_RegisterAs
source: Register as
uk_ua: Зареєструватися як

# Activity_IsUnionPlayer
source: Union player?
uk_ua: Спортсмен Федерації?

# Activity_CustomPrices_RestrictToOneItem
source: Restrict custom prices selection to only one item
uk_ua: Обмежити можливість вибору спеціальної ціни до однієї позиції

# Activity_CustomPrices_OnlyOneQuantityAllowed
source: You are restricted to select quantity in more than one item. Please select quantity in only one item
uk_ua: Ви не можете вибрати кількість для більш ніж однієї позиції. Будь ласка, виберіть кількість для однієї позиції

# Activity_ShowOnlyApprovedTeams
source: Show approved teams only
uk_ua: Показувати тільки затверджені команди

# Activity_TeamRegistrationApproved_Email_Body
source: Hello {0}! Your team '{1}' has completed and approved for registration. Good luck!
uk_ua: Доброго дня! {0}! Вашу команда '{1}' схвалено для реєстрації. Удачі!

# Activity_TeamRegistrationApproved_Email_Subject
source: LogLig - Team '{0}': registration approved
uk_ua: Команда LogLig -'{0}': Реєстрація схвалена

# Activity_Escort_Player
source: Player
uk_ua: Спортсмен

source: Composition
uk_ua: Склад

source: Reserved
uk_ua: Зарезервовано

# CorrectCompositionFor
source: Choose correct composition for competition route #
uk_ua: Оберіть правильну побудову маршруту змагань #

# CurrentGymnastics
source: Current gymnastics number
uk_ua: Поточний номер у гімнастиці

# RequiredGymnastics
source: Required gymnastics number
uk_ua: Необхідно ввести номер гімнаста

source: Competition code
uk_ua: Правила змагань

# CompetitionTable
source: Competition standings
uk_ua: Турнірна таблиця

# ChooseRank
source: Select rank
uk_ua: Обрати ранг

# SelectAnotherAdditional
source: Reserved gymnastic should be different with composition gymnastics for
uk_ua: Запасні гімнасти повинні відрізнятися від гімнастів основного складу
