Repository: AlexanderTeryaev/Sports-app
Catalog: sports-app/CmsApp/App_GlobalResources/Messages.*.resx
Languages: uk_ua

# AddFile
source: Browse
uk_ua: Завантажити файл

source: Add New
uk_ua: Додати

# Admins
source: Admin
uk_ua: Адміністратор

source: Ages
uk_ua: Вік

# ArchiveConfirm
source: Confirm archive an item
uk_ua: Підтвердити архівацію

# Auditorium
source: Arena
uk_ua: Спорткомплекс

# Auditoriums
source: Arena
uk_ua: Спорткомплекс

source: Close
uk_ua: Закрити

source: Country
uk_ua: Країна

source: Create League
uk_ua: Створити лігу

# DataSavedSuccess
source: Data saved successfully
uk_ua: Дані збережені успішно

# DeleteConfirm
source: Confirm delete an item
uk_ua: Підтвердити видалення

source: Delete All Selected
uk_ua: Видалити все вибране

# NothingSeleted
source: Nothing is selected
uk_ua: Нічого не вибрано

# ConfirmDeleteAll
source: Delete all selected items?
uk_ua: Видалити всі вибрані елементи?

source: Registered By
uk_ua: Зареєстровано

# RegisteredDate
source: Date Registered
uk_ua: Дата зареєстрована

# DeleteListConfirm
source: Confirm delete an items
uk_ua: Підтвердіть видалення елементів

source: Details
uk_ua: Деталі

source: Edit
uk_ua: Редагувати

# Editors
source: Editor
uk_ua: Редактор

# Error_PositiveNumbersOnly
source: Positive numbers only
uk_ua: Тільки додатні числа

# Fans
source: Fan
uk_ua: Вболівальник

source: Field must be numeric
uk_ua: В полі потрібно вказати число

# FileError
source: Invalid file
uk_ua: Неправильний файл

# FileSizeError
source: Invalid file size
uk_ua: Неприпустимий розмір файлу

source: Game Settings
uk_ua: Налаштування Гри

# GamesTable
source: Schedule
uk_ua: Розклад

source: Gender
uk_ua: Стать

source: Groups
uk_ua: Групи

source: Home
uk_ua: Головна

source: Image
uk_ua: Зображення

source: Info
uk_ua: Інформація

source: Language
uk_ua: Мова

source: League
uk_ua: Ліга

source: League Name
uk_ua: Назва ліги

source: Leagues
uk_ua: Ліги

# LeagueTable
source: League Standings
uk_ua: Налаштування ліги

source: Logo
uk_ua: логотип

source: Logout
uk_ua: Вихід

source: Name
uk_ua: Назва / ПІБ

source: No data found
uk_ua: Дані не знайдені

source: Permission
uk_ua: Дозвіл

source: Player
uk_ua: Гравець

source: Players
uk_ua: Гравці

source: Points
uk_ua: Очки

source: Positions
uk_ua: Положення

# PropertyValueRequired
source: Required
uk_ua: обов’язково

# ArgometricTestValidity
source: Argometric Test date
uk_ua: Дійсність ергометричного тесту

# PublishConfirm
source: Confirm an action
uk_ua: Підтвердіть дію

# Role
source: Official
uk_ua: Посада

# RolesTypes
source: Officials types
uk_ua: Типи посадових осіб

source: Save
uk_ua: Зберегти

source: Search
uk_ua: Пошук

# SearchName
source: Search existing name
uk_ua: Пошук існуючого імені

# Section
source: Sport
uk_ua: Спорт

# SectionName
source: Sport Name
uk_ua: назва виду спорту

# Sections
source: Sports
uk_ua: Спорт

source: - select -
uk_ua: - обрати -

# SelectValidImage
source: Select jpg image
uk_ua: Виберіть зображення у jpg форматі

# SetDiffs
source: The ration
uk_ua: Порція

source: Settings
uk_ua: Параметри

source: System error
uk_ua: Системна помилка

source: Team
uk_ua: Команда

source: Teams
uk_ua: Команди

source: Terms File
uk_ua: Статут Федерації

source: Title
uk_ua: Назва

# Union
source: Association
uk_ua: Асоціація

# Unions
source: Associations
uk_ua: Асоціації

# UnionsInSection
source: Sport Associations
uk_ua: Спортивні Асоціації

# ClubsInSection
source: Clubs
uk_ua: Спорт. організації

source: Update
uk_ua: Оновлення

# UserNameExists
source: The user name is exists
uk_ua: Ім'я користувача існує

source: Wins
uk_ua: Виграє

# Workers
source: Officials
uk_ua: Посадові особи

source: Add Game
uk_ua: Додати гру

source: Add Group
uk_ua: Додати групу

source: Add Event
uk_ua: Додати подію

source: Add Stage
uk_ua: Додати етап

source: All Cycles
uk_ua: Всі цикли

# ConfirmNewGamesTable
source: Please Confirm Creating a new Schedule for stage {0}
uk_ua: Будь ласка, підтвердіть створення нового розкладу на даному етапі {0}

# CreateGamesTable
source: Set League Schedule
uk_ua: Скласти розклад ліги

source: Cycle
uk_ua: Цикл

source: Delete
uk_ua: Видалити

source: Draw
uk_ua: Жеребкування

source: Ended
uk_ua: Закінчено

# ErrorGamesTableCreation
source: Error in League Schedule creation, ensure last stage contain groups
uk_ua: Помилка створення розкладу ліги, переконайтеся, що останній етап містить групи

# ExportReferees
source: Export Referees Report
uk_ua: Експортувати звіти суддів

source: Export To Excel
uk_ua: Експорт в Exel

source: Export Teams To Excel
uk_ua: Експорт команд в Excel

source: External Link
uk_ua: Зовнішнє посилання

# FirstGameStart
source: Cycle start Date
uk_ua: Дата початку циклу

source: Games Days
uk_ua: Дні ігор

source: Games Interval
uk_ua: Інтервал ігор

source: Game Type
uk_ua: Тип гри

source: Group
uk_ua: Група

source: Group Name
uk_ua: Назва групи

source: Guest Team
uk_ua: Гостьова команда

source: Home Team
uk_ua: Команда господарів

source: Invalid time
uk_ua: Невірно вказано час

source: Loss
uk_ua: Поразка

source: Men
uk_ua: Чоловіки

source: Move Cycle
uk_ua: Перемістити цикл

source: Referee
uk_ua: Суддя

source: Sequence Rounds
uk_ua: Послідовність раундів

# ShowTerms
source: Show File
uk_ua: Показати файл

source: Stage
uk_ua: Етап

source: Started
uk_ua: Початок

source: Status
uk_ua: Статус

source: Swap
uk_ua: Обмін

# TeamExists
source: Team is already exists
uk_ua: Команда вже існує

# TeamsNum
source: Teams Number
uk_ua: Кількість команд

source: Tech Win
uk_ua: Технічна перемога

# ToGame
source: Game
uk_ua: Гра

source: Waiting
uk_ua: На розгляді

# WeekDays
source: Su,Mo,Tu,We,Th,Fr,Sa
uk_ua: Нд,Пн,Вт,Ср,Чт,Пт,Сб

source: Win
uk_ua: Виграти

source: Women
uk_ua: Жінки

source: Active
uk_ua: Статус

# IdentNum
source: ID
uk_ua: Посвідчення особи

# IvalidPasswrodPattern
source: Minimum 8 english letters and numbers, maximum sequence is 3
uk_ua: Мінімум 8 латиньських букв і цифр, максимальна послідовність - 3

# Lang
source: en
uk_ua: uk

source: Password
uk_ua: Пароль

# Acts
source: Sets
uk_ua: Налаштування

# ActsRatio
source: Sets Ratio
uk_ua: Параметри налаштування

# AddAct
source: Add a quarter
uk_ua: Додати чверть

source: Add game to stage
uk_ua: Додати гру на рівень (етап)

source: Add New Player
uk_ua: Додати нового спортсмена

source: Birthday
uk_ua: Дата народження

source: Blocked
uk_ua: Заблоковано

source: City
uk_ua: Місто

source: Common Teams List
uk_ua: Загальний список команд

source: Date
uk_ua: Дата

source: End Game
uk_ua: Кінець гри

source: Full Name
uk_ua: Повне ім’я

# GamesNum
source: Games
uk_ua: Ігри

# GuesTeamPoints
source: Guest Team Points
uk_ua: Очки команди гостей

# Heigth
source: Height (cm)
uk_ua: зріст (см)

source: Home Team Points
uk_ua: Очки команди господарів

source: Insurance
uk_ua: Страхування

# LossNum
source: Losses
uk_ua: Поразки

source: Main
uk_ua: Головна

source: Management System
uk_ua: Система управління

source: Medical Certificate
uk_ua: Медична довідка

# NotAuthorizedPage
source: You not authorized to view this page
uk_ua: Ви не авторизовані для перегляду цієї сторінки

source: Number
uk_ua: Кількість

source: Page not found
uk_ua: Сторінка не знайдена

source: Personnel Image
uk_ua: Фото особи

source: Phone
uk_ua: Телефон

# PlayerCardNumber
source: Player ID Number
uk_ua: Ідентифікаційний номер спортсмена

source: Points Ratio
uk_ua: Співвідношення очок

source: Position
uk_ua: Положення

# RoundsNumber
source: Number of Rounds
uk_ua: Кількість раундів

# SelectOtherTeam
source: Select an other team
uk_ua: Виберіть іншу команду

# Shirt
source: Jersey
uk_ua: Номер футболки

# ShirtNumber
source: Jersey Number
uk_ua: Номер футболки

source: Start Game
uk_ua: Почати гру

source: Update Game Results
uk_ua: Оновити результати гри

source: User Name
uk_ua: Ім'я користувача

# WinsNum
source: Wins
uk_ua: Виграє

# AuditoriumAlreadyExsits
source: Arena already exsits
uk_ua: Спорткомплекс вже існує

# EmailAlreadyExists
source: Email {0} is already exists
uk_ua: Така адреса електронної пошти {0} вже існує

# IdIsAlreadyExists
source: ID {0} is already exists
uk_ua: Ідентифікаційний номер {0} вже існує

# PlayerAlreadyInTeam
source: Player already in a team
uk_ua: Цей гравець вже в команді

source: Player already on this position
uk_ua: Гравець вже на цій позиції

# PlayerNotExists
source: Player does not exists
uk_ua: Гравець не існує

source: Athlete not exist
uk_ua: Спортсмен не існує

# RoleNotExists
source: Official not exists
uk_ua: Посадова особа не існує

# ShirtAlreadyExists
source: Jersey number already exists
uk_ua: Гравець з таким номером вже існує

# UserAlreadyHasThisRole
source: User already hold this position
uk_ua: Користувач вже займає цю посаду

source: User not exists
uk_ua: Користувача не існує

# DeleteLeaguesFirst
source: Delete leagues of this association first
uk_ua: Спочатку видалити ліги цієї федерації

# DeleteTeamsFirst
source: Delete teams of this league first
uk_ua: Спочатку видалити команди цієї ліги

source: Tech Loss
uk_ua: Технічна поразка

# SelectValidFile
source: Select valid {0} file
uk_ua: Вибір правильний {0} файл

source: Reset Game
uk_ua: Скинути гру

# ConfirmResetGame
source: Please Confirm reseting this game
uk_ua: Будь ласка, підтвердіть перезавантаження гри

# UpdateGameWarnning
source: You are changing game data manually. Please Make sure that the changes do not conflict with other games that take place at the same time and the same auditorium.
uk_ua: Ви змінюєте дані гри вручну. Будь ласка, переконайтеся, що зміни не вступають у конфлікт з іншими іграми, які відбуваються в той же час і в тій же аудиторії

# ShowGamesChronological
source: Show games in chronological order
uk_ua: Показати гри в хронологічному порядку

# ShowGamesStages
source: Show games by stages
uk_ua: Показати гри за етапами

# AssociationAdmin
source: Association Administrator
uk_ua: Адміністратор асоціації

source: Coach
uk_ua: Тренер

# LeagueAdmin
source: League Administrator
uk_ua: Адміністратор ліги

# TeamAdmin
source: Team Administrator
uk_ua: Адміністратор команди

source: Female
uk_ua: Жінка

source: Male
uk_ua: Чоловік

# Division
source: Round-robin Division
uk_ua: Round-robin Підрозділ

source: Knockout
uk_ua: Нокаут

source: Playoff
uk_ua: Плей-офф

source: Refresh
uk_ua: Оновити

source: Loser
uk_ua: Той, що зазнав поразки

source: Winner
uk_ua: Переможець

source: Golden Set
uk_ua: Золотий сет

source: Places
uk_ua: Місця

# AddNewTeam
source: Add as new team
uk_ua: Додати як нову команду

source: Add team
uk_ua: Додати команду

# TeamNotFound
source: Team was not found in the system
uk_ua: Команду не знайдено в системі

# Notifications
source: Notification
uk_ua: Повідомлення

source: Message
uk_ua: Повідомлення

source: Send
uk_ua: Відправити

source: Eilat Tournament
uk_ua: Змагання в Ейлаті

source: Tournament
uk_ua: Змагання

source: Add Tournament
uk_ua: Додати змагання

source: Final
uk_ua: Фінал

# FinalNumber
source: Final
uk_ua: Фінал

source: Final Eighth
uk_ua: Остаточний восьмий

source: Quarter-finals
uk_ua: Чвертьфінали

source: Semifinals
uk_ua: Півфінали

source: Reset scores
uk_ua: Скинути рахунок

source: Set the scores manualy
uk_ua: Встановити рахунок вручну

# WithTheirRecords
source: Continue with group team records only
uk_ua: Продовжити з записами тільки команди групи

# Filter
source: Show
uk_ua: Показати

# SortArea
source: Sort by arena
uk_ua: Сортувати за спорткомплексами

# SortTime
source: Sort by date
uk_ua: Сортування за датою

# SequenceRounds0
source: In a row every week
uk_ua: Щотижня поспіль

# SequenceRounds1
source: One week on, One week off
uk_ua: Один тиждень є, один тиждень немає

# SequenceRounds2
source: Two weeks on, One week off
uk_ua: Два тижні є, два тижні немає

source: Address
uk_ua: адреса

# UnionDescription
source: Description about the Association
uk_ua: Про Федерацію

# UnionIndex
source: Association Index info
uk_ua: Більше інформації про Федерацію

source: Seasons
uk_ua: Сезони

source: Import from excel
uk_ua: Імпортувати з excel

source: Import athletes numbers
uk_ua: IІмпортувати номера спортсменів

# ClubInformationTab
source: Information
uk_ua: Інформація

# ClubMainTab
source: Main
uk_ua: Головна

# ClubOfficialsTab
source: Officials
uk_ua: Посадові особи

source: Tournaments
uk_ua: Змагання

source: Move team to league
uk_ua: Перемістити команду в лігу

source: Select league to move
uk_ua: Виберіть лігу для переходу

# ClubAbout
source: About club
uk_ua: Детальніше про спортивну організацію

# ClubDescription
source: Description
uk_ua: Коротко про спортивну організацію

source: Club name
uk_ua: Спорт. організація

# ClubTermsCondition
source: Terms condition
uk_ua: Умови і строки

# MovePlayerToTeam
source: Move player to another team
uk_ua: Перемістити спортсмена в іншу команду

source: Move
uk_ua: Переміщати

source: Cancel
uk_ua: Відмінити

# SelectAllPlayers
source: Select all
uk_ua: Вибрати все

source: Create Tournament
uk_ua: Створити турнір

source: Change order stages
uk_ua: Змінити порядок етапів

# SelectAllTeams
source: Select All
uk_ua: Вибрати все

source: Move To League
uk_ua: Перемістити в лігу

source: Move Player
uk_ua: Перемістити спортсмена

source: Create New Team
uk_ua: Створити нову команду

source: Select Team
uk_ua: Виберіть Команду

# IsPublished
source: Publish all on App
uk_ua: Опублікувати на додатку

# UnderAdult
source: Under Adult Team?
uk_ua: Команда молодша за дорослу?

source: Yes
uk_ua: Так

source: No
uk_ua: ні

# IsReserved
source: Reserved Team?
uk_ua: Команду зарезервовано?

source: Minimum Age
uk_ua: Мінімальний вік

source: League Code
uk_ua: Код ліги

# PassportNum
source: Passport
uk_ua: Паспорт

# InsuranceDate
source: Insurance End Date
uk_ua: Дата закінчення дії страхування

# InsuranceFile
source: Medical certificate
uk_ua: Медична довідка

source: Association Number
uk_ua: Численність асоціації

source: Export Union Report
uk_ua: Експортувати звіт Федерації

source: Print
uk_ua: Надрукувати

# NumberOfPlayers
source: Total Players
uk_ua: Загальна кількість гравців

# NumberOfOfficials
source: Total Officials
uk_ua: Загальна кількість посадових осіб

source: Select all
uk_ua: Опублікуйте в мобільному додатку

# TooltipMoveToLeague
source: Move selected Team/s to diffrent League
uk_ua: Перемістити вибрані команду/и до іншої ліги

# TooltipPublishApp
source: Select to Publish or not to Publish the League Schedule on the App and External Links
uk_ua: Вибрати публікувати (відправляти?) чи не публікувати ((відправляти?) розклад ліги на мобільний додаток і зовнішні посилання

source: Quarters
uk_ua: Чверті

source: Goal Ratio
uk_ua: голів

# TooltipImportFromExcel
source: Import schedule back from excel to update games time and date
uk_ua: Імпортувати документ Excele з розкладом для оновлення дати і часу ігор

# TooltipExportToExcel
source: Export the League schedule to Excel
uk_ua: Експортувати розклад Ліги в Excel

source: Add Quarter
uk_ua: Додати чверть

source: Pools
uk_ua: Басейни

source: Extended table
uk_ua: Розширена таблиця

# LeagueAbout
source: About league
uk_ua: Про лігу

source: League structure
uk_ua: Структура ліги

# HelpTextAboutLeague
source: This will display in bold text on the external link output.
uk_ua: За зовнішнім посиланням текст буде відображатися жирним шрифтом

# MaxLengthLeagueStructure
source: Too many characters. Allowed {1} .
uk_ua: Надто багато символів. Дозволено {1} .

# MaxLengthAboutLeague
source: Too many characters. Allowed {1} .
uk_ua: Надто багато символів. Дозволено {1} .

source: Games url
uk_ua: URL-адреса гри

source: Games
uk_ua: Ігри

source: Last 5
uk_ua: Останні 5

source: Pa-pf
uk_ua: Pf-Pa

source: Rank
uk_ua: Ранг

# Road
source: Win/ Lost - Road
uk_ua: Виграв/ Програв - Маршрут

source: Score road
uk_ua: Рахунок маршруту

source: Game pa-pf
uk_ua: Гра pa-pf

source: Score home
uk_ua: Домашній рахунок

source: Date/ Time
uk_ua: Дата/ Час

source: Score
uk_ua: Рахунок

source: Standings
uk_ua: Положення

# WinsLostHome
source: Win/ Lost - Home
uk_ua: Виграв/ Програв - Домашня сторінка

# AddEventToLeague
source: Add new event to league
uk_ua: Додати нову подію в лігу

source: Event
uk_ua: Подія

source: Place
uk_ua: Місце

source: place of event
uk_ua: місце події

source: title of event
uk_ua: назва заходу

source: to event
uk_ua: До події

source: Events
uk_ua: Події

# TechLossesNum
source: Tec
uk_ua: технічна

source: All
uk_ua: Всі

source: beginning of month
uk_ua: Початок місяця

source: Period
uk_ua: Період

source: ranged
uk_ua: За порядковими номерами

source: Range end
uk_ua: Кінець номерів

source: Range start
uk_ua: Початок номерів

source: Show
uk_ua: Показати

# NoGamesFound
source: No games have been selected by current conditions!
uk_ua: Жодних ігор не були обрано згідно умовам

source: Number of Teams
uk_ua: Кількість команд

# ResetWarning
source: Resetting this game will reset all dependent ones as well. Are you sure?
uk_ua: Перезавантаження гри призведе до скидання всіх даних, що відносяться до гри. Ви впевнені?

# NameSportCenter
source: Name Sports Center
uk_ua: Назва спортивного центру

source: NGO number
uk_ua: ЄДРПОУ

source: Club Manager
uk_ua: Менеджер спорт. організації

source: Add event to club
uk_ua: Додати подію в клуб

source: Scoring settings
uk_ua: Налаштування нарахування очків

# Ranked
source: Rank
uk_ua: Ранг

source: Shirt size
uk_ua: Розмір футболки

source: Download
uk_ua: Завантажити

source: Import players
uk_ua: Імпортувати гравців

# ImportPlayers_ChooseFile
source: Please choose a file.
uk_ua: Будь ласка, виберіть файл.

# ImportPlayers_DuplicateCount
source: Duplicate
uk_ua: Продублювати

# ImportPlayers_DuplicateWorksheetName
source: Duplicate
uk_ua: Продублювати

# ImportPlayers_ErrorWorksheetName
source: Problematic
uk_ua: Виникла проблема

# ImportPlayers_ImportException
source: Import cannot be completed. Please check your file.
uk_ua: Імпорт не може бути завершено. Будь ласка, перевірте ваш файл.

# ImportPlayers_NoRowLoaded
source: Players couldn't be imported. Please check your file.
uk_ua: Гравців не можливо імпортувати. Будь ласка, перевірте ваш файл.

# ImportPlayers_PartiallyImportMessage
source: Click on the link to download the file showing the list of players not imported.
uk_ua: Натисніть на посилання, щоб завантажити файл, який показує список гравців дані про яких не було імпортовано .

# ImportPlayers_PartillyImport
source: Players partially imported
uk_ua: Гравці частково введені

# ImportPlayers_StartImport
source: Start import
uk_ua: Почати імпортування

# ImportPlayers_SuccessCount
source: Successfully imported
uk_ua: Імпортовано успішно

# ImportPlayers_SuccessImport
source: Players successfully imported
uk_ua: Гравці успішно імпортвані

# ImportPlayers_ValidationErrorCount
source: Problematic
uk_ua: Виникла проблема

# ImportPlayers_OutputFilePrefix
source: ImportResult
uk_ua: Результат імпортування

# ImportPlayersImage_ButtonCaption
source: Import players pic
uk_ua: Імпортувати фото гравців

# ImportPlayersImage_DialogCaption
source: Import players picture
uk_ua: Імпортувати фото гравців

# ImportPlayersImage_Success
source: Imported succesfully
uk_ua: Імпортовано успішно

# ImportPlayers_BirthdayIncorrectFormat
source: Has incorrect format. Expected 'dd-MM-yyyy' (ex. 23-12-1986)
uk_ua: Неправильний формат. Потрібно 'день-місяць-рік' (напр. 23-12-1986)

# ImportPlayers_Columns_Birthday
source: Birth date
uk_ua: Дата народження

# ImportPlayers_Columns_Fullname
source: FullName
uk_ua: Повне ім'я

# ImportPlayers_Columns_Gender
source: Gender
uk_ua: Стать

# ImportPlayers_Columns_Height
source: Height
uk_ua: Зріст

# ImportPlayers_Columns_IDNumber
source: ID number
uk_ua: Ідентифікаційний номер

# ImportPlayers_Columns_JerseyNO
source: Jersey NO
uk_ua: Ігровий номер

# ImportPlayers_Columns_TeamID
source: TeamID
uk_ua: Ідентифікаційний номер команди

# ImportPlayers_IDNumberMaxLength
source: Max length 9 symbols
uk_ua: Максимальна довжина 9 символів

# ImportPlayers_ImportNotAllowedForTeam
source: Import not allowed into this team.
uk_ua: Імпортувати дані до цієї команди не дозволено.

# ImportPlayers_PlayerExist
source: Player already exist in the team
uk_ua: Гравець вже є в команді

# ImportPlayers_PlayerWithJerseyNumberExist
source: The player with the same Shirt Number exist in the team
uk_ua: Гравець з таким номером на футболці вже є в команді

# ImportPlayers_Required
source: Required
uk_ua: Обов'язковий для заповнення

# ImportPlayers_ShouldBeNumber
source: Should be number
uk_ua: Повинен бути номер

# ImportPlayersImage_ResultErrorMessage
source: Files can't be imported. Some error has occurred on the server.
uk_ua: Файли не можуть бути імпортовані Помилка на сервері.

# ImportPlayersImage_ResultInfoMessage
source: Import completed. You can download import result by following link
uk_ua: Імпорт завершено. Ви можете завантажити результати імпорту за наступним посиланням

source: About team
uk_ua: Про команду

# ExportMissingToExcel
source: Export missing
uk_ua: Експорт відсутній

# ExportPlayers_FilePostfix
source: ExportPlayers
uk_ua: Експортувати дані гравців

source: Has arena?
uk_ua: Чи є спорткомплекс?

# LeagueDetail_FormTitle
source: League settings
uk_ua: Налаштування ліги

# LeagueDetail_MaximumPlayersTeam
source: Maximum players on team
uk_ua: Максимальна кількість гравців в команді

# LeagueDetail_MinimumPlayersTeam
source: Minimum players on team
uk_ua: Мінімум гравців в команді

# LeagueDetail_PlayerInsurancePrice
source: Player insurance price
uk_ua: Вартість страхування спортсмена

# LeagueDetail_PlayerRegistrationPrice
source: Player registration price
uk_ua: Вартість реєстрації спортсмена

# LeagueDetail_TeamRegistrationPrice
source: Team registration price
uk_ua: Ціна реєстрації команди

source: Maximum age
uk_ua: Максимальний вік

source: Need shirts?
uk_ua: Потрібні футболки?

# PlayerExport_ErrorResult
source: Something goes wrong, please try again.
uk_ua: Виникла помилка, будь ласка, спробуйте ще раз.

# PlayerExport_FormTitle
source: Export result
uk_ua: Експорт результату

# PlayerExport_SuccessResult
source: Export completed. You can download file by following link
uk_ua: Експорт завершено. Ви можете завантажити файл з наступного посилання

# PlayerNotification_ErrorResult
source: Notification didn\'t send.
uk_ua: Повідомлення не було відправлено.

# PlayerNotification_ModalTitle
source: Notification to user
uk_ua: Повідомлення для користувача

# PlayerNotification_SuccessResult
source: Notification has been sent to player
uk_ua: Повідомлення гравцю було відправлено

source: Print players
uk_ua: Надрукувати гравців

# TeamBenefactor_ApproveBenefactor
source: Approve Benefactor
uk_ua: Схвалити фінансового донора

# TeamBenefactor_Benefactor
source: Benefactor
uk_ua: Фінансовий донор

# TeamBenefactor_BenefactorName
source: Benefactor name
uk_ua: Ім'я фінансового донора

# TeamBenefactor_ConfirmApproveRemove
source: Do you want to remove approve?
uk_ua: Ви дійсно хочете видалити затвердження?

# TeamBenefactor_ConfirmRemove
source: Do you want to remove benefactor?
uk_ua: Ви дійсно хочете видалити фінансового донора?

# TeamBenefactor_EmailConfirmationTitle
source: Benefactor confirmation for team
uk_ua: Схвалення фінансового донора для команди

# TeamBenefactor_FinancingInsurance
source: FinancingInsurance
uk_ua: Фінансове страхування

# TeamBenefactor_FormTitle
source: Benefactor details
uk_ua: Інформація про фінансового донора

# TeamBenefactor_IsApproved
source: IsApproved
uk_ua: Схвалено

# TeamBenefactor_MaximumPlayersFunded
source: MaximumPlayersFunded
uk_ua: Максимальна кількість профінансованих гравців

# TeamBenefactor_NotFound
source: Benefactor not found
uk_ua: Фінансового донора не знайдено

# TeamBenefactor_OpenTeam
source: Open team
uk_ua: Відкрити команду

# TeamBenefactor_PlayerCreditAmount
source: PlayerCreditAmount
uk_ua: Сума кредиту спортсмена
