Repository: AlexanderTeryaev/Sports-app
Catalog: sports-app/CmsApp/App_GlobalResources/Messages.*.resx
Languages: uk_ua

# TeamBenefactor_SendEmailError
source: Something goes wrong. Email didn't send. Try to save again or contact to support
uk_ua: Виникла помилка. Лист не відправився. Спробуйте зберегти ще раз або зверніться в службу підтримки

# TeamBenefactor_SendEmailLogException
source: Error occured on send email to union manager
uk_ua: Виникла помилка під час відправлення електронного листа менеджеру Федерації

# TeamBenefactor_TotalAmountFunding
source: Total amount of funding
uk_ua: Загальний обсяг фінансування

# TeamBenefactor_EmailWasSend
source: Your request has been sent to the union manager
uk_ua: Ваш запит був відправлений менеджеру Федерації

# LoadingDialog_DefaultMessage
source: Please wait, while data processing ...
uk_ua: Будь ласка, зачекайте, триває обробка даних ...

source: Achievements
uk_ua: Досягнення

source: Kg
uk_ua: Кг

source: Lb
uk_ua: Фунт(ів)

source: Weight
uk_ua: Вага

source: Weight Date
uk_ua: дата зважування

source: Player history
uk_ua: Історія спортсмена

source: Manage activities
uk_ua: Управління активностями

# Activity_FormType_Fixed
source: Fixed
uk_ua: Фіксована

# Activity_FormType_Periods
source: Periods
uk_ua: Періоди

# Activity_Type_Group
source: Group
uk_ua: Групові

# Activity_Type_Personal
source: Personal
uk_ua: Індивідуальні

source: Activity Manager
uk_ua: Адміністратор активності

# Activity_ActivityManager
source: Activity manager
uk_ua: Менеджер активності

# Activity_AttachDocuments
source: Attached Documents
uk_ua: Прикріплені документи

# Activity_ByBenefactor
source: Payment option by a benefactor
uk_ua: Варіанти оплати для фінансового донора

# Activity_Description
source: Description
uk_ua: Опис

# Activity_EndDate
source: End date
uk_ua: По

# Activity_FormPayment
source: Form payment
uk_ua: Форма оплати

# Activity_InsuranceCertificate
source: Insurance Certificate
uk_ua: Свідоцтво про страхування

# Activity_MedicalCertificate
source: Medical Certificate
uk_ua: Медична довідка

# Activity_Name
source: Name of activity
uk_ua: Назва активності

# Activity_PaymentDescription
source: Payment description
uk_ua: Опис платежу

# Activity_Price
source: Price
uk_ua: Ціна, грн

# Activity_StartDate
source: Start date
uk_ua: Дата початку

# Activity_Type
source: Type
uk_ua: Тип

# Activity_List_PageTitle
source: List of activities
uk_ua: Перелік видів активностей

# Activity_List_PrintActivities
source: Print Activities
uk_ua: Надрукувати активності

# Activity_CreateDate
source: Create date
uk_ua: Створити дату

# Activity_EditForm
source: Edit form
uk_ua: Редагувати форму

# Activity_ExternalLink
source: External link
uk_ua: Посилання

# Activity_IsPublished
source: IsPublished
uk_ua: Опубліковано

# Activity_ExportForm_ErrorResult
source: Something goes wrong, please try again.
uk_ua: Виникла помилка, будь ласка, спробуйте ще раз.

# Activity_ExportForm_SuccessResult
source: Export completed. You can download file by following link
uk_ua: Експорт завершено. Ви можете завантажити файл за посиланням

# Activity_ExportForm_Title
source: Export activities
uk_ua: Дії по відправленню

# SportTypeCombobox
source: Choose sport
uk_ua: Вибрати вид спорту

source: Goals table
uk_ua: Таблиця голів

# PlayerAchievementsCompletionDate
source: Completion Date
uk_ua: Дата завершення

# PlayerAchievementsDueDate
source: Due Date
uk_ua: Термін

# PlayerAchievementsGap
source: Gap (days)
uk_ua: Розрив (днів)

# PlayerAchievementsRank
source: Rank
uk_ua: Ранг

# PlayerAchievementsScore
source: Score
uk_ua: Рахунок

# PlayerInfoRank
source: Rank
uk_ua: Ранг

# PlayerInfoUnranked
source: Unranked
uk_ua: Без рангу

source: Retirement request
uk_ua: Запит на відставку

# RetirementDateOfRequest
source: Date of request
uk_ua: Дата запиту

# RetirementDocument
source: Document
uk_ua: Документ

# RetirementReason
source: Reason
uk_ua: Причина

# RetirementOpenDocument
source: Open attached document
uk_ua: Відкрити прикріплений документ

# RetirementApprove
source: Approve
uk_ua: Затвердити

# RetirementApproveDate
source: Approve date
uk_ua: Затвердити дату

# RetirementApproveRefundAmount
source: Refund amount
uk_ua: Сума відшкодування

# RetirementApproveRequest
source: Approve request
uk_ua: Схвалити запит

# RetirementApproveText
source: Approve text
uk_ua: Затвердити текст

# RetirementApproveEmail
source: The request of {0} for retirement has been approved in {1}
uk_ua: Запит {0} відставку було затверджено в {1}

# RetirementRequestEmailHeader
source: Hello, in {0} you got a retirement request from {1}
uk_ua: Доброго дня, {0} ви отримали запит на відставку з {1}

# RetirementRequestEmailLinkToPlayer
source: Link to player's page: <a href="{0}">{1}</a>
uk_ua: Посилання на сторінку спортсмена: <а href="{0}">{1}</а>

# RetirementRequestEmailLinkToPlayerClickHere
source: Click here
uk_ua: Натисніть тут

# RetirementRequestEmailRequestText
source: Request text:<br>{0}
uk_ua: Текст запиту:<br>{0}

source: Maximum Handicap Score Value
uk_ua: Максимальна кількість очків (балів) гандикапу (фори)

source: Handicapped
uk_ua: Спортсмени з обмеженими можливостями

# Activity_ActivityViewer
source: Activity viewer
uk_ua: Оглядач активності

# Activity_AddNewActivity
source: Add new Activity
uk_ua: Додати нову активність

# Activity_AddNewBranch
source: Add new Branch
uk_ua: Додати нову сферу

# Activity_BranchName
source: Branch name
uk_ua: Назва гілки

# Activity_DeleteBranch
source: Delete Branch
uk_ua: Видалити сферу

# Activity_DeleteBranch_Alert
source: Need to delete the activities first
uk_ua: Потрібно спочатку видалити історію дій

# Activity_DeleteBranchFormTitle
source: Delete branch
uk_ua: Видалити сферу

# Activity_DeleteBranchErrorResult
source: Activity branch has not deleted
uk_ua: Гілка активності не видалена

# Activity_DeleteBranchSuccessResult
source: Activity branch successfully deleted
uk_ua: Гілка активності успішно видалена

# Activity_DeleteErrorResult
source: Activity has not deleted
uk_ua: Дія не видалена

# Activity_DeleteFormTitle
source: Delete activity
uk_ua: Видалити дію

# Activity_DeleteSuccessResult
source: Activity successfully deleted
uk_ua: Дія успішно видалена

# Activity_DeleteConfirm
source: Are you sure you want to delete this activity?
uk_ua: Ви впевнені, що хочете видалити цю дію?

# Activity_BuildForm_BirthDate
source: Birth date
uk_ua: Дата народження

# Activity_BuildForm_ValueRequired
source: Required?
uk_ua: Потрібно?

# Activity_BuildForm_ByBenefactor
source: Payment by benefactor
uk_ua: оплата фінансовим донором

# Activity_BuildForm_ByBenefactor_Price
source: Price
uk_ua: Ціна

# Activity_BuildForm_Comments
source: Comments
uk_ua: Коментарі

# Activity_BuildForm_Document
source: Document
uk_ua: Документ

# Activity_BuildForm_InsuranceCert
source: Insurance cerificate
uk_ua: Документ про страхування

# Activity_BuildForm_MedicalCert
source: Medical certificate
uk_ua: Медична довідка

# Activity_BuildForm_CheckboxOptional
source: Optional
uk_ua: На розсуд

# Activity_BuildForm_CheckboxRequired
source: Required
uk_ua: Обов'язково

# Activity_BuildForm_ModalTitle
source: Edit form
uk_ua: Редагувати форму

# Activity_BuildForm_NameForInvoice
source: Name for invoice
uk_ua: Ім'я для рахунку-фактури

# Activity_BuildForm_SelfInsurance
source: Self insurance?
uk_ua: Самострахування?

# Activity_BuildForm_FieldNote
source: Field description
uk_ua: Опис поля

source: Upload Image
uk_ua: Завантажити зображення

# AllowIncompleteGroup
source: Allow saving with no teams
uk_ua: Дозволити зберігання без команд

# NumberOfTeamsError
source: The number of teams inserted is not compatible
uk_ua: Не коректна кількість вставлених команд

source: Club Competition
uk_ua: Клубні змагання

# Activity_BuildForm_SelectTeamModal
source: Please select your team
uk_ua: Будь ласка, виберіть свою команду

# Activity_BuildForm_Email_BenefactorName
source: Benefactor details
uk_ua: Інформація про фінансового донора

# Activity_BuildForm_Email_Header
source: Hello,<br>You got a request for a payment by benefactor for Team: <b>{0}</b> from League <b>{1}</b>
uk_ua: Доброго дня,<br> ви отримали запит на оплату, як фінансовий донор команди <b>{0}</b>, ліги <b>{1}</b>

# Activity_BuildForm_Email_OpenActivities
source: Open activities
uk_ua: Відкриті активності

# Activity_BuildForm_Email_Price
source: Amount
uk_ua: Сума

# Activity_BuildForm_PlayerNotFound
source: Player not found
uk_ua: Такого спортсмена не знайдено

# Field_Must_Be_Number
source: This Field must be Number
uk_ua: Це поле має бути Номер

# Value_At_Least
source: This value must be at least
uk_ua: Це значення має бути принаймні

# Activity_BuildForm_TeamsRegistrationStatus
source: Teams registration status
uk_ua: статус реєстрації команд

# Activity_BuildForm_AmountPayed
source: For Payment
uk_ua: До сплати

# Activity_BuildForm_DateSubmitted
source: Date submitted
uk_ua: Дата

# Activity_BuildForm_OpenImage
source: Open image
uk_ua: Відкрити зображення

# Activity_BuildForm_RegistrationStatusActive
source: Active
uk_ua: Активний

# Activity_BuildForm_AmountPayedByBenefactor
source: Amount payed by benefactor
uk_ua: Сума сплачена фінансовим донором

source: Thank you!
uk_ua: Дякую!

# SuccessRegister
source: Your registration request has completed succesfully
uk_ua: Ваш запит на реєстрацію було успішно завершено

# Activity_BuildForm_AmountPaid
source: Paid
uk_ua: Оплачено

# Activity_BuildForm_UserUnauthorized
source: This user is not authorized. Please contact the Union manager.
uk_ua: Не авторизований користувач. Будь ласка, зв'яжіться з менеджером Федерації.

# Activity_TeamAlreadyRegistered
source: This Team has already been registered
uk_ua: Ця команда вже зареєстрована

# Activity_BuildForm_RemainForPayment
source: Remain for payment
uk_ua: Залишити для сплати

# Activity_BuildForm_UnionComment
source: Union comment
uk_ua: Коментар Федерації

# Activity_DeleteRegistration
source: Delete registration
uk_ua: Видалити реєстрацію

# Activity_DeleteRegistrationConfirmation
source: Are you sure that you want to delete this registration?
uk_ua: Ви впевнені, що хочете видалити реєстрацію?

source: Sorry
uk_ua: Вибачте

# FailureRegister
source: The payment has failed, please contact the registration manager
uk_ua: Оплата не пройшла, будь ласка, зв'яжіться з відповідальним за реєстрацію менеджером

source: add Training Feature
uk_ua: додати функцію тренування

# AddTrainingDayBeforeGame
source: Add training a day before a game
uk_ua: Додати тренування за день до гри

source: Choose Auditoriums
uk_ua: Вибрати Аудиторії

source: Consideration of holidays
uk_ua: Відшкодування за свята

# DontLet2TrainingsOnSameDay
source: Don't let 2 trainings on the same day
uk_ua: Не плануйте 2 тренування в один день

source: Duration of Training
uk_ua: Тривалість тренування

source: Friday
uk_ua: П'ятниця

source: Monday
uk_ua: Понеділок

# NotEmbedTrainingFollowingDay
source: Don't embed a training on a following day of a game
uk_ua: Не додавайте тренування на наступний день після гри

# NotEmbedTrainingSameDay
source: Don't embed a training on the same day of a game
uk_ua: Не додавайте тренування на день гри

source: Saturday
uk_ua: Субота

# SetMinNumOfTrainDaysPerWeek
source: Set the minimum number of training days per week
uk_ua: Встановити мінімальну кількість днів тренування на тиждень

source: Sunday
uk_ua: Неділя

source: Thursday
uk_ua: Четвер

source: Training hours
uk_ua: Час тренування

source: Training Settings
uk_ua: Налаштування тренувань

source: Tuesday
uk_ua: Вівторок

source: Wednesday
uk_ua: Середа

source: Training days
uk_ua: Дні тренувань

source: End date
uk_ua: По

source: Generate
uk_ua: Створити

source: Team Trainings
uk_ua: Тренування команди

source: Content
uk_ua: Зміст

source: Attendance
uk_ua: Відвідуваність

source: Time
uk_ua: Час

source: Publish on App
uk_ua: Опублікуйте в мобільному додатку

# PublishTeamTrainingToApp
source: Select to Publish or not to publish trainings on the App
uk_ua: Вибрати публікувати чи не публікувати інформацію про тренування у мобільному додатку

# TooltipForExcelExportTraining
source: Export Team Training schedule to Excel
uk_ua: Експортувати розклад тренувань Ліги в Excel

# TooltipForExcelImportTraining
source: Import scedule from excel to update team training time and date
uk_ua: Імпортувати документ Excele з розкладом для оновлення дати і часу тренувань

source: Publish
uk_ua: Опублікувати

source: Action
uk_ua: Діяльність

source: End time
uk_ua: Час закінчення

source: Start time
uk_ua: Час початку

# GenerationIsBlocked
source: Generation of these team trainings is blocked on the club level
uk_ua: Генерування тренувань цієї команди заблоковано клубом

source: Club trainings
uk_ua: Тренування клубу

# SortByArena
source: by auditorium
uk_ua: за аудиторією

# SortByDate
source: by date
uk_ua: за датою

# SortByTeam
source: by team
uk_ua: За командою

source: Number of trainings
uk_ua: Кількість тренувань

source: Calendar
uk_ua: Календар

# AlertAvailability
source: Availability is not enough to generate all trainings for
uk_ua: Немає можливості показати всі тренування для

# AlertTeamsWithoutTrSet
source: There are teams without training settings
uk_ua: Є команди без налаштувань тренування

source: training_schedule
uk_ua: Розклад тренувань

source: Don't set day after day training's
uk_ua: Не встановлюйте дні тренування підряд один за одним

source: at
uk_ua: на

source: in
uk_ua: в

source: Training
uk_ua: Тренування

source: of team
uk_ua: команди

# Activity_ActivityRegistrationActive
source: Registration active
uk_ua: Реєстрація активна

# Activity_BuildForm_FormDescription
source: Form description
uk_ua: Опис форми

# Activity_BuildForm_FormName
source: Form name
uk_ua: Назва форми

source: Disciplines
uk_ua: Дисципліни

source: Records
uk_ua: Рекорди (записи)

source: Discipline Manager
uk_ua: Менеджер з дисципліни

source: Description
uk_ua: Опис

source: Discipline name
uk_ua: Назва дисципліни

source: Index
uk_ua: Зображення для мобільного додатку

source: Import athletes
uk_ua: Імпортуватидані спортсменів

# ImportAthletesImage_ButtonCaption
source: Import athletes pic
uk_ua: імпортувати фото спортсменів

source: Next
uk_ua: Наступний

source: Previous
uk_ua: Попередній

# TeamPlayers_ActiveCheckBoxInfo_Body
source: No color - can't registered<br>Red - player ready for registration <br>checked with no color - registered but not approved yet<br>Green - player's registration approved<br>red oblique - in blockade
uk_ua: Без кольору - не зареєстрований <br>Червоний - готовий до реєстрації <br>Відмічений без кольору - зареєстрований, але не затверджений <br>Зелений - затверджений <br>Червоний закреслений - заблоковано

# TeamPlayers_ActiveCheckBoxInfo_Title
source: Checkbox info
uk_ua: Інформація checkbox

source: Day
uk_ua: День

source: Month
uk_ua: Місяць

source: Today
uk_ua: Сьогодні

source: Week
uk_ua: Тиждень

# TeamPlayers_ProfilePicture
source: pic
uk_ua: Фото

# Activity_BuildForm_PlayerNumberOfPayments
source: Number of payments
uk_ua: Кількість платежів

# Activity_BuildForm_PlayerProfilePicture
source: Profile picture
uk_ua: Фото профілю

source: Activity not found
uk_ua: Активності не знайдено

# Activity_PlayerAlreadyRegistered
source: Sorry, you are already registered to all available teams
uk_ua: На жаль, ви вже зареєстровані у всіх доступних командах

# Activity_PlayerNotFoundOrInactive
source: Sorry, player not found or not yet authorized for registration. Please contact your team manager
uk_ua: На жаль, спортсмен не знайдений або реєстрацію ще не підтверджено. Будь ласка, зв'яжіться з керівником команди

# Activity_PlayerTeamIsNotApprovedYet
source: Sorry, your team is not yet approved to registration. Please contact your team manager
uk_ua: На жаль, реєстрація вашої команди ще не схвалена. Будь ласка, зв'яжіться з вашим менеджером

# Activity_BuildForm_InsurancePaid
source: Insurance paid
uk_ua: Оплата за страхування сплачена

# Activity_BuildForm_InsurancePrice
source: Insurance price
uk_ua: Ціна страхування

# Activity_BuildForm_AddFields
source: Add fields
uk_ua: Додати поля

# Activity_BuildForm_AddFields_UsingDragDrop
source: Using drag&drop
uk_ua: Використовуйте перетягування

# Activity_BuildForm_CustomField_TextArea
source: Text area
uk_ua: Абзац

# Activity_BuildForm_CustomField_TextBox
source: Textbox
uk_ua: Текстове поле

# Activity_BuildForm_CustomFieldProperties
source: Field properties
uk_ua: Властивості поля

# Activity_BuildForm_CustomFieldProperties_LabelEn
source: Label text in english
uk_ua: Назва поля англійською мовою

# Activity_BuildForm_CustomFieldProperties_LabelHe
source: Label text in hebrew
uk_ua: Назва поля українською мовою

# Activity_BuildForm_ApproveMedicalCert
source: Approve medical cert
uk_ua: Прийняти медичну довідку

# Activity_BuildForm_RegistrationPrice
source: Registration price
uk_ua: Ціна за реєстрацію

# Activity_BuildForm_ResetForm
source: Reset form
uk_ua: Очистити форму

# Activity_BuildForm_ResetForm_Confirm
source: Reset
uk_ua: Очистити

# Activity_BuildForm_ResetForm_Description
source: Are you sure that you want to reset form?
uk_ua: Ви впевнені, що хочете очистити форму?

# Activity_BuildForm_CustomField_DropDown
source: Dropdown
uk_ua: Спадний список

# Activity_BuildForm_CustomField_DropDownAllowedValues
source: Dropdown allowed values
uk_ua: Випадаючий список допустимих значень

# Activity_BuildForm_CustomField_DropDownAllowedValues_Description
source: (new line for each value)
uk_ua: (новий рядок для кожного значення)

source: Add section
uk_ua: Додати розділ

source: Enter section's name
uk_ua: Введіть назву секції

source: Individual
uk_ua: Індивідуальний

source: Category
uk_ua: Категорія

source: Tournament type
uk_ua: Тип змагань

source: Type
uk_ua: Тип

source: Athletes
uk_ua: Спортсмени

source: Number of athletes
uk_ua: Кількість спортсменів

# AllowIncompleteAthleteGroup
source: Allow saving with no athletes
uk_ua: Дозволити зберігання без спортсменів

source: Common athletes list
uk_ua: Загальний список спортсменів

source: Competitor
uk_ua: Суперник

# CompetitorNum
source: Competitors number
uk_ua: Кількість суперників

source: Guest competitor
uk_ua: Гостьовий суперник

source: Home competitor
uk_ua: Домашній суперник

source: Select other competitor
uk_ua: Виберіть іншого суперника

# TeamPlayers_ManagerRegistrationDiscount
source: Registration discount
uk_ua: Знижка при реєстрації

source: League not found
uk_ua: Лігу не знайдено

# AppLogin
source: Login for application
uk_ua: Логін для додатку

# AppPassword
source: Password for application
uk_ua: Пароль

# Activity_Status_ToggleColumns
source: Toggle columns
uk_ua: Увімк./Вимк. стовпець

# Activity_BuildForm_CustomField_Text
source: Text
uk_ua: Текст

# Activity_BuildForm_CustomField_Text_Description
source: This text will be shown on published form as plain text
uk_ua: Цей текст буде відображатися в опублікованій формі у вигляді звичайного тексту

# Activity_SecondTeamRegistration
source: Player 2nd team registration
uk_ua: Реєстрація спортсмена в 2-й команді

# Activity_SecondTeamRegistration_DiscountAmount
source: Discount amount
uk_ua: Сума знижки

# Activity_SecondTeamRegistration_NoInsurancePayment
source: No insurance payment?
uk_ua: Без страхової виплати?

source: Guest
uk_ua: Гість

# Activity_BuildForm_CustomField_DropdownMultiselect
source: Multiselect dropdown
uk_ua: Список з варіантами відповіді

# Activity_BuildForm_PlayerParentName
source: Parent name
uk_ua: Ім'я одного з батьків

# Activity_BuildForm_RegistrationPaid
source: Registration paid
uk_ua: Реєстрація оплачена

# FileSize_Error_WithLimit
source: The file size can not exceed {0} Mb
uk_ua: Розмір файлу не може перевищувати {0} Мб

source: Add school
uk_ua: Додати школу

source: Add team to school
uk_ua: Додати команду до школи

source: League teams
uk_ua: Команди ліги

# NoSeasonSelected
source: Unknown season or no season selected
uk_ua: Такого сезону немає або сезон не обрано

source: Remove school
uk_ua: Видалити школу

source: School name
uk_ua: Назва школи

source: School teams
uk_ua: Шкільні команди

# AddTeamToSchool_NewTeamName
source: New team name
uk_ua: Нова назва команди

# AddTeamToSchool_SelectExistingTeam
source: Or select existing team
uk_ua: Або обрати існуючу команду

# TeamDetails_ParticipationPrice
source: Participation price
uk_ua: Вартість участі

# TeamDetails_PlayerInsurancePrice
source: Player insurance price
uk_ua: Вартість страхування спортсмена

# TeamDetails_PlayerRegistrationAndEquipmentPrice
source: Registration & equipment price
uk_ua: Вартість реєстрації та обладнання

# TeamDetails_SettingsTitle
source: Team settings
uk_ua: Налаштування команди

# Activity_BuildForm_School
source: School
uk_ua: Школа

# Activity_GetSchoolTeamsByAge_UnknownDate
source: Unable to get teams for selected school, please make sure that you entered your birth date
uk_ua: Не вдалося знайти команди для обраної школі, будь ласка, переконайтеся, що ви ввели свою дату народження

# Activity_NoSuitableTeamsSchool
source: There's no suitable team for your age in this school
uk_ua: Для Вашого віку в цій школі немає відповідної команди

# Activity_SchoolNotFound
source: School not found
uk_ua: Такої школи не знайдено

source: Club
uk_ua: Клуб

# Activity_BuildForm_CustomField_CheckBox
source: Checkbox
uk_ua: Прапорці

source: Parent name
uk_ua: Батьки

# Activity_BuildForm_ClubComment
source: Club comment
uk_ua: Коментар спорт. організація

# TestResults
source: Medical test result
uk_ua: Результат медичного тесту

# HandicapLevel
source: Base handicap level
uk_ua: Гандікап - базовий рівень

source: Calculated reduction
uk_ua: Розраховане зменшення

# PlayereInTeamLessThan3year
source: Play less then 3 years
uk_ua: Грати менше 3-х років

# TotalResult
source: Final handicap level
uk_ua: Остаточний рівень гандикапу (фори)

source: Spectator
uk_ua: Глядач

source: Main referee
uk_ua: Головний суддя

# NoReferees
source: No selected referees
uk_ua: Немає обраних суддів

source: Add referee
uk_ua: Додати суддю

# NoRefereesToSelect
source: There are no referees to select
uk_ua: Немає суддів для вибору

source: Choose referees
uk_ua: Обрати суддів

# Activity_BuildForm_CustomField_FileReadonly
source: File upload(read-only on published)
uk_ua: Завантажити файл (тільки для читання)

# TeamPlayers_ManagerParticipationDiscount
source: Participation discount
uk_ua: Знижка на участь

# TeamDetails_ParticipationPrice_Paid
source: Participation paid
uk_ua: Участь оплачено

# TeamDetails_PlayerRegistrationAndEquipmentPrice_Paid
source: Registration and requipment paid
uk_ua: Реєстрація та обладнання оплачені

# TeamPlayers_NoInsurance
source: No insurance
uk_ua: Немає страховки

# Seasons_Remove_HasLeagues
source: You need to remove leagues first
uk_ua: Спочатку потрібно видалити лігу

# Seasons_Remove_HasLeagues_Title
source: Season has leagues
uk_ua: Ліги в сезоні

# Activity_SelectLeagues
source: Select leagues/tournaments
uk_ua: Оберіть ліги/змагання

# Activity_AllowNoFeePayment
source: Allow no fee payment
uk_ua: Дозволити без оплати

# Activity_AllowNoInsurancePayment
source: Allow no insurance payment
uk_ua: дозволити без оплати страхування

# Activity_EnableInsurancePrice
source: Enable insurance price
uk_ua: Активувати сплату вартості страхування

# Activity_EnableMembersFee
source: Enable members fee
uk_ua: Активувати сплату членського внеску

# Activity_EnableRegistrationPrice
source: Enable registration price
uk_ua: Активувати ціну за реєстрацію

# LeagueDetail_MemberFees
source: Member fees
uk_ua: Членські внески

# MemberFee_Amount
source: Amount
uk_ua: Кількість

# Activity_DoNotPayInsurance
source: Do not pay insurance
uk_ua: Не сплачувати страхування

# Activity_DoNotPayMembersFee
source: Do not pay members fee
uk_ua: Не сплачувати членський внесок

source: No related leagues
uk_ua: Немає відповідної ліги
